[
  {
    "volunteering": [
      [
        "180 Degrees Consulting",
        "@ucsc180dc",
        "To ensure that non-profits and social enterprises committed to education, health, and poverty alleviation can reach their full potential by meeting their demand for very affordable, high-quality strategic and operational assistance, and in so doing developing the next generation of social impact.",
        "dbadala@ucsc.edu"
      ],
      [
        "Alpha Phi Omega",
        "@apo_ucsc",
        "APhiO is a service-based fraternity that promotes the qualities of leadership, friendship, and service to all its members.",
        "agn.apo.pres@gmail.com"
      ],
      [
        "American Red Cross Association (ARCA)",
        "@ucscredcross",
        "We are here to assist the school and the American Red Cross in instituting, encouraging, unifying, and executing projects and services in cooperation with the Santa Cruz Region Chapter.",
        "ucscredcross@gmail.com"
      ],
      [
        "Better Home Foundation",
        "@betterhomefoundation",
        "Better Home Foundation is dedicated to providing the homeless and underprivileged with access to clothing, food, educational opportunities, and other basic human rights. We aim to do this with fundraising and donations while also educating the youth.",
        "betterhome.impact@gmail.com"
      ],
      [
        "Circle K International (CKI)",
        "@ucsccki",
        "Circle K international (CKI) is one of the world’s largest student-led collegiate service organizations focusing on volunteering on and off-campus. CKI is committed to developing leaders by offering unique service, leadership and fellowship opportunities that change the world and the lives of our members.",
        "lgaela@ucsc.edu"
      ],
      [
        "End Overdose at UC Santa Cruz",
        "@endoverdose.ucsc",
        "Ending drug-related deaths through education, public awareness, and medical intervention. We train people in how to recognize and respond to an opioid overdose.",
        "ucsc@endoverdose.net"
      ],
      [
        "Friends of Medicine",
        "@ucsc_fom",
        "Friends of Medicine is a student run organization whose main goal is to support healthcare workers as well as people receiving medical care. We aim to spread positivity through fun and creative events, as well as help familiarize students with pre-health related tracks.",
        "kshurill@ucsc.edu"
      ],
      [
        "MEDLIFE",
        "@medlifeucsc",
        "UCSC MEDLIFE is a chapter representing a worldwide non-profit. Our student body focuses on volunteering within the city of Santa Cruz but also on a global scale. We travel with MEDLIFE and shadow local doctors wherever we go. We also offer career development to our students on campus.",
        "medlifeucsc@gmail.com"
      ],
      [
        "Operation Smile",
        "@operationsmileucsc",
        "Operation Smile is a campus chapter of the international nonprofit Operation Smile, dedicated to raising awareness and funds for cleft lip and palate surgeries in low-and-middle-income countries.",
        "ucsc.operationsmile@gmail.com"
      ],
      [
        "Partners in Health Engage at UCSC",
        "@UCSantaCruzPIH",
        "We are a student chapter of the national nonprofit Partners In Health. We focus on educating students and the community on topics related to public and global health; Facilitating advocacy events for related political/social causes; Fundraising for campaigns dedicated to minimizing various health issue.",
        "chjacook@ucsc.edu"
      ],
      [
        "Planned Parenthood: Generation Action",
        "@plannedparenthooducsc",
        "Planned Parenthood Generation Action @UCSC is an organization which is supported by Planned Parenthood Mar Monte in promoting sexual health education and advocacy as well as promotion of reproductive justice matters in the Santa Cruz area.",
        "ppga.ucsc@gmail.com"
      ],
      [
        "Project Smile UC Santa Cruz",
        "@ProjectSmileUCSC",
        "Project Smile Santa Cruz is just one chapter of many around the globe, all trying to end oral health disparities in our local cities. We focus on providing free oral health education to vulnerable communities in effort to bridge the gap of health disparities among marginalized groups.",
        "ProjectSmileUCSC@gmail.com"
      ],
      [
        "Student Initiated Outreach",
        "@e2.ucsc",
        "The SIO team works under the Outreach side of E2. We facilitate various outreach programs and guided tours to showcase how historically underrepresented communities belong in higher education.",
        "engaging@ucsc.edu"
      ],
      [
        "Universities Allied for Essential Medicines (UAEM at UCSC)",
        "@uaem_ucsc",
        "UAEM is a global student-led network advocating for access to publicly-funded medicines. We advocate for our universities, researchers, and pharmaceutical companies to adopt policies that advance global health equity and uphold their responsibility to address medicine access disparities.",
        "lrilat@ucsc.edu"
      ],
      [
        "Youth Health Focus",
        "@yhf_ucsantacruz",
        "Youth Health Focus (YHF) is a student-led organization dedicated to promoting health equity through education, outreach, and community action.",
        "yhf@ucsantacruz"
      ]
    ]
  },
  {
    "advocacy / civic": [
      [
        "180 Degrees Consulting",
        "@ucsc180dc",
        "To ensure that non-profits and social enterprises committed to education, health, and poverty alleviation can reach their full potential by meeting their demand for very affordable, high-quality strategic and operational assistance, and in so doing developing the next generation of social impact.",
        "dbadala@ucsc.edu"
      ],
      [
        "Anakbayan Santa Cruz",
        "@anakbayansc",
        "Promoting and uplifting Pilipinx/Filipino youth and students to fight for national democracy in thePhilippines!",
        "Anakbayansc@gmail.com"
      ],
      [
        "Association of Muslims in Politics and Law",
        "@amplucsc",
        "AMPL is the Association of Muslims in Politics and Law dedicated to supporting students interested in politics, law, advocacy, and related fields.",
        "amplucsc@gmail.com"
      ],
      [
        "Better Home Foundation",
        "@betterhomefoundation",
        "Better Home Foundation is dedicated to providing the homeless and underprivileged with access to clothing, food, educational opportunities, and other basic human rights. We aim to do this with fundraising and donations while also educating the youth.",
        "betterhome.impact@gmail.com"
      ],
      [
        "Black Student Union (BSU)",
        "@ucscbsu",
        "The Black Student Union (BSU) serves as a unifying body for all Black organizations on campus, as well as the Black student body. The BSU also welcomes all individuals who are committed to advancing, supporting, and meaningfully engaging with issues affecting the Black community.",
        "bsu.slugs@gmail.com"
      ],
      [
        "California Public Interest Research Group (CALPIRG)",
        "@calpirgucsc",
        "Students have the power to shape the future we will inherit. CALPIRG Students works on college campuses to make sure our peers have the skills, opportunities and training they need to create a better, more sustainable future for all of us.",
        "halea.robertson@publicinterestnetwork.org"
      ],
      [
        "College Democrats",
        "@ucsccollegedems",
        "We are a student organization that aims to educate students about the United States’ political system and the Democratic Party Platform, register voters on campus and in the community, participate in on and off-campus events and community service activities, and assist in the election of Democrats.",
        "blueslugs@gmail.com"
      ],
      [
        "Education for Sustainable Living Program (ESLP)",
        "@enviroslug",
        "The Education for Sustainable Living Program (ESLP) is a student-led organization committed to empowering students to take action in the climate crisis. Our program creates collaborative learning environments through UCSC-accredited courses for students of all backgrounds to learn.",
        "eslp@ucsc.edu"
      ],
      [
        "End Overdose at UC Santa Cruz",
        "@endoverdose.ucsc",
        "Ending drug-related deaths through education, public awareness, and medical intervention. We train people in how to recognize and respond to an opioid overdose.",
        "ucsc@endoverdose.net"
      ],
      [
        "GABRIELA Santa Cruz",
        "(not listed)",
        "Santa Cruz Chapter of GABRIELA USA, a grassroots Filipina organization that advocates for women’s rights and social justice, focused on struggling for national sovereignty, genuine democracy, and full liberation of women!",
        "gabrielasc.slugs@gmail.com",
        "**"
      ],
      [
        "IDEAS",
        "@ideasucsc",
        "A student-led org at UCSC with a mission to support and Improve the Dreams, Equity, Access, and Success of Undocumented students on campus.",
        "ideasucsc@gmail.com"
      ],
      [
        "JStreetUCSC",
        "(not listed)",
        "Our mission is to be your home for nuanced conversation, education, and advocacy on issues relating to the conflict in Israel/Palestine.",
        "Jstreetu.slugs@gmail.com"
      ],
      [
        "MEChA",
        "@mechadeucsc",
        "MEChA de UCSC is a Latine organization where we uplift and embrace our culture, emphasizing higher education within our community. As well as address issues around our community and advocate for our community.",
        "ourstorian19@gmail.com"
      ],
      [
        "Partners in Health Engage at UCSC",
        "@UCSantaCruzPIH",
        "We are a student chapter of the national nonprofit Partners In Health. We focus on educating students and the community on topics related to public and global health; Facilitating advocacy events for related political/social causes; Fundraising for campaigns dedicated to minimizing various health issue.",
        "chjacook@ucsc.edu"
      ],
      [
        "Planned Parenthood: Generation Action",
        "@plannedparenthooducsc",
        "Planned Parenthood Generation Action @UCSC is an organization which is supported by Planned Parenthood Mar Monte in promoting sexual health education and advocacy as well as promotion of reproductive justice matters in the Santa Cruz area.",
        "ppga.ucsc@gmail.com"
      ],
      [
        "SlugMUN (Model United Nations)",
        "@ucscslugmun",
        "Focusing on law and foreign policy, Model United Nations helps engage through debate and public speaking. Currently ranked within the top 50 teams in North America, our team travels throughout California to engage in conferences.",
        "ucscslugmun@gmail.com"
      ],
      [
        "Student Alliance of Native American and Indigenous Peoples (SANAI)",
        "(not listed)",
        "SANAI is a student-run organization that uplifts and supports Indigenous students on campus. Through social activities, we build community, and through advocacy efforts, we spread awareness about issues affecting the Indigenous peoples of Turtle Island.",
        "alcking@ucsc.edu"
      ],
      [
        "Student Environmental Center (SEC)",
        "@enviroslug",
        "We are building a community that prioritizes people and the planet. The Student Environmental Center seeks to create lasting initiatives that empower and educate others to implement sustainability at UCSC through student run projects guided by the Blueprint for a Sustainable Campus",
        "aiburgos@ucsc.edu"
      ],
      [
        "Student Initiated Outreach",
        "@e2.ucsc",
        "The SIO team works under the Outreach side of E2. We facilitate various outreach programs and guided tours to showcase how historically underrepresented communities belong in higher education.",
        "engaging@ucsc.edu"
      ],
      [
        "Students for Sensible Drug Policy at UCSC (SSDP)",
        "@ssdp_at_ucsc",
        "Guide constructive discussions to raise awareness, destigmatize, and educate about campus/national drug policy in accordance with the national SSDP mission.",
        "SSDPatUCSC@gmail.com"
      ],
      [
        "Transgender Student Union",
        "@tsu.ucsc",
        "A club dedicated to the advocacy and well being of Trans students at UCSC.",
        "tsu.ucsc@gmail.com"
      ],
      [
        "Universities Allied for Essential Medicines (UAEM at UCSC)",
        "@uaem_ucsc",
        "UAEM is a global student-led network advocating for access to publicly-funded medicines. We advocate for our universities, researchers, and pharmaceutical companies to adopt policies that advance global health equity and uphold their responsibility to address medicine access disparities.",
        "lrilat@ucsc.edu"
      ],
      [
        "Youth Health Focus",
        "@yhf_ucsantacruz",
        "Youth Health Focus (YHF) is a student-led organization dedicated to promoting health equity through education, outreach, and community action.",
        "yhf@ucsantacruz"
      ]
    ]
  },
  {
    "professional-development": [
      [
        "180 Degrees Consulting",
        "@ucsc180dc",
        "To ensure that non-profits and social enterprises committed to education, health, and poverty alleviation can reach their full potential by meeting their demand for very affordable, high-quality strategic and operational assistance, and in so doing developing the next generation of social impact.",
        "dbadala@ucsc.edu"
      ],
      [
        "ACE Pre-PhD Club",
        "@aceprephd",
        "The ACE Pre-PhD Club’s goal is to illuminate a path for pre-PhD students in STEM, foster community amongst STEM students, and notify of current events in science.",
        "aceprephd@ucsc.edu"
      ],
      [
        "Adobe Club",
        "@ucscadobeclub",
        "Adobe Club is a creative community that helps students (all majors) build real-world design skills using Adobe Creative Cloud tools.",
        "ucscadobe@gmail.com"
      ],
      [
        "Alpha Kappa Psi (AKPsi)",
        "@ucscakpsi",
        "Co-ed Major inclusive Professional Business Fraternity",
        "rijchung@ucsc.edu"
      ],
      [
        "American Medical Student Association (AMSA)",
        "(not listed)",
        "AMSA is a national organization of aspiring physicians. UCSC AMSA is a space for all pre-meds on campus with events like volunteering, suturing workshops, and more!",
        "skim335@ucsc.edu"
      ],
      [
        "Aspiring Physician Assistant’s Association",
        "@ucsc_apaa",
        "The Aspiring Physician Assistants Association educates and empowers students pursuing the PA profession through mentorship, workshops, guest speakers, and panels that provide insight into the PA school experience and the PA profession.",
        "ucsc.apaa@gmail.com"
      ],
      [
        "ACM-W",
        "acmw.ucsc",
        "ACM-W (Association for Computing Machinery for Women) is a STEM club on campus that serves to educate, promote, and connect women and non-binary individuals in the computing field by bridging the gap between academia and industry!",
        "acmw.ucsc@gmail.com",
        "**"
      ],
      [
        "Business Economics Academia (BEA)",
        "ucscbea",
        "Business Economics Academia (BEA) is UCSC’s oldest inclusive club for networking, study-groups, social and career-focused workshops, and industry speakers, plus a welcoming community open to all majors! Build your network, grow professionally, and succeed academically with BEA.",
        "kqtang@ucsc.edu"
      ],
      [
        "Business Entrepreneurship @ Santa Cruz",
        "@be.ucsc",
        "We are a student-led organization focused on assisting students interested in starting a business and/or getting started in the professional world. Through presentations, workshops, guest speakers, and other services, we intend on offering students advice and opportunities throughout the year.",
        "beucsc@gmail.com"
      ],
      [
        "Business Society @ UCSC",
        "@scbusiness_society",
        "Business Society is a student-run organization dedicated to developing the next generation of business leaders and innovators.",
        "scbusinesssociety@gmail.com"
      ],
      [
        "Delta Sigma Pi (DSP)",
        "@ucscdsp",
        "The Pi Chi Chapter of Delta Sigma Pi is the largest and oldest co-ed professional business fraternity at the University of California, Santa Cruz. Since our founding in 2010, we have been dedicated to creating an environment that gives our brothers an opportunity to grow personally and professionally.",
        "pichipres@gmail.com"
      ],
      [
        "Google Developer Group on Campus UCSC",
        "@gdgc_ucsc",
        "Google Developer Group on Campus UC Santa Cruz is a chapter of the global Google Developer Group Community. We are an inclusive, collaborative space for anyone interested in technology. Our community events include technical workshops on Flutter, React, and Firebase, and socials.",
        "hpalanik@ucsc.edu"
      ],
      [
        "Hermanas Unidas (HaU)",
        "@haudeucsc",
        "Hermanas Unidas is a nonprofit organization that aims to serve Latina college students and alumni in their pursuit of career advancement. It provides Latinas a place to find support and acceptance, through a mutual path of higher education, and build bonds would surpass the years on campus.",
        "ucsc.cochair2@hauchapters.com",
        "**"
      ],
      [
        "Investment Banking Academy",
        "@ucsciba",
        "The Investment Banking Academy at UC Santa Cruz is a student-led organization that equips students with the knowledge, skills, and hands-on experiences to pursue careers in investment banking, private equity, venture capital, and corporate finance.",
        "mtassoti@ucsc.edu"
      ],
      [
        "Kappa Gamma Delta (KGD)",
        "@ucsckgd",
        "A professional sorority dedicated to supporting women interested in pursing careers in healthcare.",
        "ucsckgdpresident@gmail.com",
        "**"
      ],
      [
        "La Sociedad of Latine Pre-Law Students",
        "@ucsclaso",
        "We’re UCSC LaSo, a space dedicated to our Latine students on campus who are interested in pursuing a career in the legal field.",
        "Ucsclpla@ucsc.edu"
      ],
      [
        "Legalese Club",
        "@legalese_ucsc",
        "Legalese club is a place for students interested in law to learn more about their potential careers, the law school application process, and form connections.",
        "legaleseucsc@gmail.com"
      ],
      [
        "MEDLIFE",
        "@medlifeucsc",
        "UCSC MEDLIFE is a chapter representing a worldwide non-profit. Our student body focuses on volunteering within the city of Santa Cruz but also on a global scale. We travel with MEDLIFE and shadow local doctors wherever we go. We also offer career development to our students on campus.",
        "medlifeucsc@gmail.com"
      ],
      [
        "Mock Trial at UCSC",
        "@mocktrialatucsc",
        "The Mock Trial program at UCSC is designed to help prepare students for law school and beyond by working on a variety of skills including writing and public speaking.",
        "mocktrialsantacruz@gmail.com"
      ],
      [
        "Moot Court at UCSC",
        "@ucscmootcourt",
        "UCSC Moot Court empowers students passionate about advocacy, public speaking, and writing to build their skillset. UCSC Moot Court also supports the professional development of its members through events and providing leadership opportunities.",
        "mootcourt.ucsc@gmail.com"
      ],
      [
        "Muslim Tech Collaborative",
        "@mtcucsc",
        "MTC aims to create a supportive and collaborative space for Muslim students interested in technology, helping them through professional development, mentorship, and educational opportunities.We also seek to help solve community challenges, educate youth in tech, and promote a sense of belonging",
        "assharif@ucsc.edu"
      ],
      [
        "National Society of Black Engineers (NSBE)",
        "@nsbe",
        "A nonprofit organization dedicated to increasing the number of culturally responsible Black engineers who excel academically, succeed professionally, and positively impact their communities.",
        "nsbe@ucsc.edu"
      ],
      [
        "Not-So-Slow-Slugs",
        "@not.so.slow.slugs",
        "NS3 gathers students interested in high performance computing and helps them get industry experience by competing in international supercomputing competitions.",
        "thefastestslugs@gmail.com"
      ],
      [
        "Phi Alpha Delta",
        "@ucscpad",
        "Phi Alpha Delta UCSC unites students pursuing law, offering professional growth and volunteer opportunities in Santa Cruz.",
        "ucscpad1902@gmail.com"
      ],
      [
        "Pre-Dental Society",
        "@ucscpredental",
        "The UCSC Pre-Dental Society introduces undergraduate students to the field of dentistry and provides guidance, mentorship, and resources to help members become the most competitive dental school applicants possible.",
        "predentalslugs@gmail.com"
      ],
      [
        "Pre-Optometry Society of UCSC",
        "@ucscpreopto",
        "Provides a space for students passionate about eye health and vision science to connect, learn, and grow. Our club’s goal is to introduce members to the diverse field of optometry and guide those interested in pursuing it as a career.",
        "ucsc.preoptometry@gmail.com"
      ],
      [
        "Pre-Veterinary Club at UCSC",
        "@ucscpreveterinaryclub",
        "The Pre-Veterinary Club at UCSC is a community of students interested in veterinary medicine. We focus on supporting our members by providing volunteer and research opportunities, and providing resources about vet school.",
        "ucscpreveterinaryclub@gmail.com"
      ],
      [
        "Premed Advisory Program (PAP)",
        "@pap_ucsc",
        "The Premed Advisory Program’s mission is to empower First and Second year premed students through mentorship, guidance, and access to resources.",
        "pap@ucsc.edu"
      ],
      [
        "Slug Fund Investment Group",
        "(not listed)",
        "We are a group of passionate students interested in learning about the world of finance and investments at UCSC. Our club aims to empower individuals with the knowledge, tools, and support they need to make informed investment decisions and achieve financial success.",
        "jolmorri@ucsc.edu"
      ],
      [
        "SlugMUN (Model United Nations)",
        "@ucscslugmun",
        "Focusing on law and foreign policy, Model United Nations helps engage through debate and public speaking. Currently ranked within the top 50 teams in North America, our team travels throughout California to engage in conferences.",
        "ucscslugmun@gmail.com"
      ],
      [
        "Society of Asian Scientists and Engineers (SASE)",
        "@ucscsase",
        "Society of Asian Scientists and Engineers (SASE) is a national organization with collegiate and professional chapters across the U.S. We host networking events, career development workshops, and social activities to support students in STEM fields.",
        "sase.ucsc@gmail.com"
      ],
      [
        "Somos Latinx en Medicina",
        "(not listed)",
        "SOMOS Latinx en Medicina is a student-led organization that empowers Latinx and other pre-health students through community, mentorship, and opportunities.",
        "Somos.ucsc@gmail.com"
      ],
      [
        "Sports Analytics Club at UCSC",
        "@sa_ucsc",
        "The Sports Analytics Club applies data science to solve real-world sports challenges, building essential portfolio skills for career success.",
        "sac.ucsc@gmail.com"
      ],
      [
        "Student Doctor Alliance (SDA)",
        "@sda_ucsc",
        "Pre-Health Organization that provides members with opportunities to get ahead in the pre-health field.",
        "slee423@ucsc.edu"
      ],
      [
        "Women and Allies In Law",
        "@ucscwomeninlaw",
        "The purpose and mission of Women in Law is to provide a safe space for women and all students interested in pursuing a career in the legal field.",
        "Navarroarvizuangela@gmail.com",
        "**"
      ],
      [
        "Women in Business",
        "@ucscwib",
        "The purpose of Santa Cruz Women in Business is to provide professional development by empowering women in cross functional interests to achieve more.",
        "ucsc.wib@gmail.com",
        "**"
      ],
      [
        "World System Builder at UCSC",
        "@wsb_ucsc",
        "We teach practical skills through workshops and mentorship, and our goal is to make financial literacy accessible and help students take control of their financial futures.",
        "wsbucsc@gmail.com"
      ]
    ]
  },
  {
    "business": [
      [
        "180 Degrees Consulting",
        "@ucsc180dc",
        "To ensure that non-profits and social enterprises committed to education, health, and poverty alleviation can reach their full potential by meeting their demand for very affordable, high-quality strategic and operational assistance, and in so doing developing the next generation of social impact.",
        "dbadala@ucsc.edu"
      ],
      [
        "Alpha Kappa Psi (AKPsi)",
        "@ucscakpsi",
        "Co-ed Major inclusive Professional Business Fraternity",
        "rijchung@ucsc.edu"
      ],
      [
        "Business Economics Academia (BEA)",
        "ucscbea",
        "Business Economics Academia (BEA) is UCSC’s oldest inclusive club for networking, study-groups, social and career-focused workshops, and industry speakers, plus a welcoming community open to all majors! Build your network, grow professionally, and succeed academically with BEA.",
        "kqtang@ucsc.edu"
      ],
      [
        "Business Entrepreneurship @ Santa Cruz",
        "@be.ucsc",
        "We are a student-led organization focused on assisting students interested in starting a business and/or getting started in the professional world. Through presentations, workshops, guest speakers, and other services, we intend on offering students advice and opportunities throughout the year.",
        "beucsc@gmail.com"
      ],
      [
        "Business Society @ UCSC",
        "@scbusiness_society",
        "Business Society is a student-run organization dedicated to developing the next generation of business leaders and innovators.",
        "scbusinesssociety@gmail.com"
      ],
      [
        "Delta Sigma Pi (DSP)",
        "@ucscdsp",
        "The Pi Chi Chapter of Delta Sigma Pi is the largest and oldest co-ed professional business fraternity at the University of California, Santa Cruz. Since our founding in 2010, we have been dedicated to creating an environment that gives our brothers an opportunity to grow personally and professionally.",
        "pichipres@gmail.com"
      ],
      [
        "Investment Banking Academy",
        "@ucsciba",
        "The Investment Banking Academy at UC Santa Cruz is a student-led organization that equips students with the knowledge, skills, and hands-on experiences to pursue careers in investment banking, private equity, venture capital, and corporate finance.",
        "mtassoti@ucsc.edu"
      ],
      [
        "Slug Fund Investment Group",
        "(not listed)",
        "We are a group of passionate students interested in learning about the world of finance and investments at UCSC. Our club aims to empower individuals with the knowledge, tools, and support they need to make informed investment decisions and achieve financial success.",
        "jolmorri@ucsc.edu"
      ],
      [
        "Women in Business",
        "@ucscwib",
        "The purpose of Santa Cruz Women in Business is to provide professional development by empowering women in cross functional interests to achieve more.",
        "ucsc.wib@gmail.com",
        "**"
      ],
      [
        "World System Builder at UCSC",
        "@wsb_ucsc",
        "We teach practical skills through workshops and mentorship, and our goal is to make financial literacy accessible and help students take control of their financial futures.",
        "wsbucsc@gmail.com"
      ]
    ]
  },
  {
    "skill-building": [
      [
        "180 Degrees Consulting",
        "@ucsc180dc",
        "To ensure that non-profits and social enterprises committed to education, health, and poverty alleviation can reach their full potential by meeting their demand for very affordable, high-quality strategic and operational assistance, and in so doing developing the next generation of social impact.",
        "dbadala@ucsc.edu"
      ],
      [
        "Adobe Club",
        "@ucscadobeclub",
        "Adobe Club is a creative community that helps students (all majors) build real-world design skills using Adobe Creative Cloud tools.",
        "ucscadobe@gmail.com"
      ],
      [
        "Alpha Kappa Psi (AKPsi)",
        "@ucscakpsi",
        "Co-ed Major inclusive Professional Business Fraternity",
        "rijchung@ucsc.edu"
      ],
      [
        "Business Economics Academia (BEA)",
        "ucscbea",
        "Business Economics Academia (BEA) is UCSC’s oldest inclusive club for networking, study-groups, social and career-focused workshops, and industry speakers, plus a welcoming community open to all majors! Build your network, grow professionally, and succeed academically with BEA.",
        "kqtang@ucsc.edu"
      ],
      [
        "Business Entrepreneurship @ Santa Cruz",
        "@be.ucsc",
        "We are a student-led organization focused on assisting students interested in starting a business and/or getting started in the professional world. Through presentations, workshops, guest speakers, and other services, we intend on offering students advice and opportunities throughout the year.",
        "beucsc@gmail.com"
      ],
      [
        "Business Society @ UCSC",
        "@scbusiness_society",
        "Business Society is a student-run organization dedicated to developing the next generation of business leaders and innovators.",
        "scbusinesssociety@gmail.com"
      ],
      [
        "Delta Sigma Pi (DSP)",
        "@ucscdsp",
        "The Pi Chi Chapter of Delta Sigma Pi is the largest and oldest co-ed professional business fraternity at the University of California, Santa Cruz. Since our founding in 2010, we have been dedicated to creating an environment that gives our brothers an opportunity to grow personally and professionally.",
        "pichipres@gmail.com"
      ],
      [
        "Game Design & Art Collaborations (GDA)",
        "(not listed)",
        "The Game Design & Art Collaboration is a club at UCSC whose goal is to give students an opportunity to get game-making experience, learn game development disciplines, and find friends who also enjoy games.",
        "gdaclub@ucsc.edu"
      ],
      [
        "Google Developer Group on Campus UCSC",
        "@gdgc_ucsc",
        "Google Developer Group on Campus UC Santa Cruz is a chapter of the global Google Developer Group Community. We are an inclusive, collaborative space for anyone interested in technology. Our community events include technical workshops on Flutter, React, and Firebase, and socials.",
        "hpalanik@ucsc.edu"
      ],
      [
        "Investment Banking Academy",
        "@ucsciba",
        "The Investment Banking Academy at UC Santa Cruz is a student-led organization that equips students with the knowledge, skills, and hands-on experiences to pursue careers in investment banking, private equity, venture capital, and corporate finance.",
        "mtassoti@ucsc.edu"
      ],
      [
        "Legalese Club",
        "@legalese_ucsc",
        "Legalese club is a place for students interested in law to learn more about their potential careers, the law school application process, and form connections.",
        "legaleseucsc@gmail.com"
      ],
      [
        "Mock Trial at UCSC",
        "@mocktrialatucsc",
        "The Mock Trial program at UCSC is designed to help prepare students for law school and beyond by working on a variety of skills including writing and public speaking.",
        "mocktrialsantacruz@gmail.com"
      ],
      [
        "Moot Court at UCSC",
        "@ucscmootcourt",
        "UCSC Moot Court empowers students passionate about advocacy, public speaking, and writing to build their skillset. UCSC Moot Court also supports the professional development of its members through events and providing leadership opportunities.",
        "mootcourt.ucsc@gmail.com"
      ],
      [
        "Phi Alpha Delta",
        "@ucscpad",
        "Phi Alpha Delta UCSC unites students pursuing law, offering professional growth and volunteer opportunities in Santa Cruz.",
        "ucscpad1902@gmail.com"
      ],
      [
        "Pupcycled at UCSC",
        "@pupcycleducsc",
        "Pupcycled at UCSC is a club focused on up cycling unused clothing into dog toys to minimize clothing waste and protect the environment. As a club we make host events making handmade dog toys to donate to local shelters in Santa Cruz.",
        "pupcycleducsc@gmail.com"
      ],
      [
        "Quiz Bowl",
        "(not listed)",
        "UCSC’s Quiz Bowl team is a student organization focused on fast-paced academic competition. Members buzz in to answer questions across science, history, literature, arts, and pop culture while building teamwork and intellectual curiosity.",
        "pshastry@ucsc.edu"
      ],
      [
        "SlugSpeak",
        "@slugspeakatucsc",
        "A group of students exploring the art of Voice Work through student projects and an abridged series. Open to all levels of experience!",
        "slugspeakatuccsc@gmail.com"
      ],
      [
        "Sports Analytics Club at UCSC",
        "@sa_ucsc",
        "The Sports Analytics Club applies data science to solve real-world sports challenges, building essential portfolio skills for career success.",
        "sac.ucsc@gmail.com"
      ],
      [
        "Student Cable Television (SCTV)",
        "@sctv_media",
        "The parent organization of FPC and OTS, manages and hosts weekly meetings to support the broadcast organizations.",
        "studentcabletv@gmail.com"
      ],
      [
        "The Slug Collective",
        "@slug_collective",
        "UCSC’s official music production club! Connect and collaborate with creative minds across campus at our weekly meetings!",
        "theslugcollective@gmail.com"
      ],
      [
        "World System Builder at UCSC",
        "@wsb_ucsc",
        "We teach practical skills through workshops and mentorship, and our goal is to make financial literacy accessible and help students take control of their financial futures.",
        "wsbucsc@gmail.com"
      ]
    ]
  },
  {
    "identity": [
      [
        "8th Rank Society",
        "@8thrankchess.ucsc",
        "8th Rank Society: UC Santa Cruz Women’s Chess Club is a student-led community that supports women and allies of all levels within chess.",
        "8thrankucsc@gmail.com",
        "**"
      ],
      [
        "A Counter Space",
        "acs.ucsc",
        "We work towards creating a more diverse and inclusive scientific community through student mentoring, outreach programs, networking opportunities and scholarships.",
        "ucsc.women.in.physics@gmail.com",
        "**"
      ],
      [
        "Afghan Student Association",
        "@ucsc_asa",
        "The Afghan Student Association is a cultural club dedicated to celebrating and sharing Afghan heritage with our campus and community. We introduce Afghan traditions, music, and customs to the community.",
        "uahmadi@ucsc.edu"
      ],
      [
        "Alay",
        "@alay.ucsc",
        "Alay is the self-expression aspect housed under Bayanihan and Student Media Organization. We foster a community welcome to students of all backgrounds to create art and explore their identities.",
        "alay.ucsc@gmail.com"
      ],
      [
        "Alpha Epsilon Pi (AEPi)",
        "@aepi.ucsc",
        "Alpha Epsilon Pi (AEPi) is the world’s Jewish college fraternity, operating chapters on more than 150 college campuses in four countries. We are a social fraternity that aims to uplift and develop young men into future leaders through brotherhood, philanthropy, and community service.",
        "willellenstein@gmail.com"
      ],
      [
        "alpha Kappa Delta Phi (aKDPhi)",
        "@ucsc_akdphi",
        "alpha Kappa Delta Phi is an international Asian-interest sorority with 60+ chapters located at numerous universities across the United States and in Canada. We have dedicated ourselves to upholding and exemplifying our pillars of scholarship, leadership, service, Asian-awareness, and sisterhood.",
        "akdphideltapresident@gmail.com",
        "**"
      ],
      [
        "Anakbayan Santa Cruz",
        "@anakbayansc",
        "Promoting and uplifting Pilipinx/Filipino youth and students to fight for national democracy in thePhilippines!",
        "Anakbayansc@gmail.com"
      ],
      [
        "Arab Student Union (ASU)",
        "@ucsc.asu",
        "The Arab Student Union celebrates and shares Arab culture, heritage, and aims to create unity within our campus community. Our mission is to create an inclusive space where students can come together, build connections, and share their personal experiences.",
        "arabstudentunion@gmail.com"
      ],
      [
        "Asian American Christian Fellowship (AACF)",
        "@aacfucsc",
        "We are a Christian fellowship dedicated to reaching our campus with the life-changing message of Jesus Christ. Our ministry includes Large Group Gatherings, Small Group Discussions, Discipleship, Worship,Prayer, and more!",
        "aacf.ucsc@aacf.org"
      ],
      [
        "Asian Pacific Islander Student Alliance (APISA)",
        "@apisa.slugs",
        "The Asian Pacific Islander Student Alliance (APISA) emphasizes unity and empowerment through celebrating the diverse cultures and customs of the AA/PI (Asian/Pacific Islander) communities in higher education and beyond.",
        "apisa.slugs@gmail.com"
      ],
      [
        "ACM-W",
        "acmw.ucsc",
        "ACM-W (Association for Computing Machinery for Women) is a STEM club on campus that serves to educate, promote, and connect women and non-binary individuals in the computing field by bridging the gap between academia and industry!",
        "acmw.ucsc@gmail.com",
        "**"
      ],
      [
        "Association of Muslims in Politics and Law",
        "@amplucsc",
        "AMPL is the Association of Muslims in Politics and Law dedicated to supporting students interested in politics, law, advocacy, and related fields.",
        "amplucsc@gmail.com"
      ],
      [
        "Bangladeshi Student Association",
        "@bsacruz",
        "BSA is a place where we showcase and celebrate Bangladeshi Culture. Although Bengalis around the world are part of the same ethnic group, as Bangladeshis we have our own history and one of the main motivations behind BSA is to represent Bangladeshis here at UCSC.",
        "bsasantacruz@gmail.com"
      ],
      [
        "Bayanihan at UC Santa Cruz",
        "@bayanihan.ucsc",
        "Bayanihan is the Filipino Student Association at UCSC! We serve the Filipino community at UCSC and its allies. Our organization includes many sub-orgs ranging in focus from student retention to ballroom dance.",
        "bayanihan.ucsc@gmail.com"
      ],
      [
        "Bhakti Yoga Club",
        "@bhaktiyogaucsc",
        "A community that shares and deepens the understanding of spirituality through the timeless wisdom found in the Bhagavad Gita and the joyful practice of mantra meditation.",
        "bhaktiucsc@gmail.com"
      ],
      [
        "Black Student Union (BSU)",
        "@ucscbsu",
        "The Black Student Union (BSU) serves as a unifying body for all Black organizations on campus, as well as the Black student body. The BSU also welcomes all individuals who are committed to advancing, supporting, and meaningfully engaging with issues affecting the Black community.",
        "bsu.slugs@gmail.com"
      ],
      [
        "Chicanx and Latine Educandose (ChALE)",
        "@e2.chale",
        "Provides a wide rage of resources through events that help students develop skills or obtain information that helps them oversome obstacles that Latine/chicano students encounter as we attempt to achieve higher education.",
        "e2.chale@gmail.com"
      ],
      [
        "Chinese Student Association (CSA)",
        "@csa_ucsc",
        "CSA is a student organization devoted to promoting unity and empowerment among UCSC students emphasizing Chinese and Chinese American cultural aspects. We host a variety of small bonding events, culminating in our annual Lunar New Year Banquet which is turning 40 this year!",
        "csaofucsc@gmail.com"
      ],
      [
        "Chinese Students and Scholars Association",
        "@ucsc_cssa",
        "The stated function of CSSAs is helping overseas Chinese in their life, study, work, and other issues, bringing Chinese students together on campus, serving as a bridge between Chinese and other communities, and promoting Chinese culture",
        "ucsccssa666@gmail.com"
      ],
      [
        "Chinese Union @ UCSC",
        "(not listed)",
        "Chinese Union (CU) at UCSC is a student organization dedicated to supporting Chinese students and those interested in Chinese culture. We provide a welcoming community and host cultural and social events to foster connection and diversity on campus.",
        "tfu18@ucsc.edu"
      ],
      [
        "Christians on Campus at UCSC (COC)",
        "@ucscchristians",
        "We’re a group of students who simply love God and we gather together for weekly bible studies throughout the school year.",
        "ucscchristiansoncampus@gmail.com"
      ],
      [
        "Community Unified Student Network (CUSN)",
        "(not listed)",
        "CUSN strives to serve the cultural needs of the Asian American/Pacific Islander (AA/PI) community in hopes of education members, non-members, and allies of the community regarding cultural awareness and its significance in order to increase retention rates of students.",
        "cusnretentionucsc@gmail.com"
      ],
      [
        "Estudiantes Oaxaqueños de Ahora (EODA)",
        "@eodaucsc",
        "Our aim is to build an encouraging and supportive community for Oaxacan students and allies that promotes unity, cultural awareness, and academic success. We welcome students of all backgrounds, especially Indigenous Latine students.",
        "eodaucsc1@gmail.com"
      ],
      [
        "Fluffy Slugs",
        "@fluffyslugsUCSC",
        "We are an organization keen on building a community for students interested in anthropomorphic animals, known as furries.",
        "fluffyslugs@ucsc.edu"
      ],
      [
        "GABRIELA Santa Cruz",
        "(not listed)",
        "Santa Cruz Chapter of GABRIELA USA, a grassroots Filipina organization that advocates for women’s rights and social justice, focused on struggling for national sovereignty, genuine democracy, and full liberation of women!",
        "gabrielasc.slugs@gmail.com",
        "**"
      ],
      [
        "Grupo Folklorico Los Mejicas",
        "@losmejicas",
        "Los Mejicas is a Mexican folkloric dance group on campus dedicated to teaching and performing the regional music, dances, and traditions of Mexico. Los Mejicas is proudly student-run and student-directed as a dance troupe comprised of students.",
        "losmejicas@gmail.com"
      ],
      [
        "Haluan Hip Hop Dance Troupe",
        "@haluanhiphop",
        "Auditions-based hip-hop co-ed dance team under Bayanihan, celebrating community and diversity as the name “Haluan” means “of mixed nature” in Tagalog.",
        "haluandance.ucsc@gmail.com"
      ],
      [
        "Han Chinese Traditional Clothing",
        "(not listed)",
        "Han Chinese Traditional Clothing aims to promote the beauty of traditional Hanfu culture. Our organization strives to create a welcoming community where members can learn and experience Hanfu together.",
        "cdeng18@ucsc.edu"
      ],
      [
        "Hermanas Unidas (HaU)",
        "@haudeucsc",
        "Hermanas Unidas is a nonprofit organization that aims to serve Latina college students and alumni in their pursuit of career advancement. It provides Latinas a place to find support and acceptance, through a mutual path of higher education, and build bonds would surpass the years on campus.",
        "ucsc.cochair2@hauchapters.com",
        "**"
      ],
      [
        "Hermanos de UCSC (HU)",
        "@hermanosdeucsc",
        "Hermanos De UCSC is an organization focused on the retention & matriculation of latine students and overall marginalized communities. Our mission statement serves to uphold our three pillars that include Academic Excellence, Community Service and Social Networking with an emphasis on education.",
        "hu.ucsc@gmail.com"
      ],
      [
        "Hindu YUVA",
        "@hinduyuvaucsc",
        "Hindu YUVA (Youth for Unity, Virtue, and Action) is a cultural and spiritual organization that provides a safe space for Hindu students on campus and raises awareness about the Hindu faith. We promote the practice of Hindu Dharma through cultural, educational, and service-oriented activities.",
        "svkandpa@ucsc.edu"
      ],
      [
        "IDEAS",
        "@ideasucsc",
        "A student-led org at UCSC with a mission to support and Improve the Dreams, Equity, Access, and Success of Undocumented students on campus.",
        "ideasucsc@gmail.com"
      ],
      [
        "Indian Student Association (ISA)",
        "@ucsc_isa",
        "The Indian Student Association at UCSC shares India’s cultural heritage while building community across campus. ISA promotes awareness, diversity, and unity—and welcomes everyone to join and get involved!",
        "ucsc.isa@gmail.com"
      ],
      [
        "Iranian Student Union",
        "@ucscisu",
        "Iranian Student Union (ISU) is an a student-run organization dedicated to serving the Iranian Community at UCSC through social and cultural events.",
        "tshafiei@ucsc.edu"
      ],
      [
        "Isang Himig (IH)",
        "@isanghimig",
        "Isang Himig, “one melody, is a multicultural non-competitive A Capella group housed under Bayanihan.",
        "isanghimig.ucsc@gmail.com"
      ],
      [
        "Islamic Student Studies Association",
        "@madrasa.ucsc",
        "We are dedicated to dawah, the invite. Making aware people and educating them of possible misconceptions of Islam.",
        "skhan74@ucsc.edu"
      ],
      [
        "Japanese Student Association (JSA)",
        "@ucsc_jsa",
        "JSA is a social club open to all students who are interested in participating in Japanese culture through general meetings and weekend events.",
        "jsaucsc@gmail.com"
      ],
      [
        "Jewish Student Union",
        "@jsu_ucsc",
        "The Jewish Student Union at UC Santa Cruz (JSU) is a student-led organization dedicated to creating a safe and welcoming space for Jewish students on campus. We celebrate Jewish culture, traditions, and holidays, advocate for the safety and visibility of Jewish students, and build meaningful connection.",
        "rkonchit@ucsc.edu"
      ],
      [
        "JK Family Kazoku Kajok",
        "@ucsc_jkfamdance",
        "JK Family is a safe community for people who enjoy American, Korean, and Japanese music to dance together. We are a UCSC based non-audition dance club open to anyone of all skill levels and styles.",
        "jkfamdance2@gmail.com"
      ],
      [
        "JStreetUCSC",
        "(not listed)",
        "Our mission is to be your home for nuanced conversation, education, and advocacy on issues relating to the conflict in Israel/Palestine.",
        "Jstreetu.slugs@gmail.com"
      ],
      [
        "Kahaani",
        "(not listed)",
        "UCSC Kahaani is a competitive Bollywood fusion dance team at the University of California, Santa Cruz. The team brings together diverse dance styles to celebrate culture and storytelling through collegiate competitions across the nation.",
        "ucsckahaani@gmail.com"
      ],
      [
        "Kasama Ballroom Dance Troupe",
        "@kasama.ucsc",
        "The Kasama Ballroom Dance Troupe was founded in 2017 as a performing aspect housed under Bayanihan at the University of California, Santa Cruz. Kasama in Tagalog roughly translates to “together”, we — as a team — promote the idea of family, community, culture, and self-expression.",
        "kasama.ucsc@gmail.com"
      ],
      [
        "Khmer Student Association",
        "@ksa_ucsc",
        "The Khmer Student Association aims to foster an empathetic, conscious, and welcoming community for members and Khmer students. We aim to promote academic success, cultural awareness, and social engagement.",
        "khmer.ucsc@gmail.com"
      ],
      [
        "Korean American Student Association (KASA)",
        "@ucsc.kasa",
        "The Korean American Student Association is a student run social and cultural organization that values equality and diversity here at UCSC. We are focused on promoting and celebrating Korean culture to students of all backgrounds and provide opportunities for relationships through our events.",
        "ucsckasa@gmail.com"
      ],
      [
        "Kuya Ate Mentorship Program (KAMP)",
        "@kamp.ucsc",
        "KAMP is a student-initiated and student-led retention program that targets, but is not exclusive to, the Pilipinx community. Under Bayanihan and Engaging Education, KAMP’s three chief components consist of: 1) mentorship, 2) academics, and 3) social/cultural support",
        "kamp.ucsc@gmail.com"
      ],
      [
        "La Sociedad of Latine Pre-Law Students",
        "@ucsclaso",
        "We’re UCSC LaSo, a space dedicated to our Latine students on campus who are interested in pursuing a career in the legal field.",
        "Ucsclpla@ucsc.edu"
      ],
      [
        "Leviathan",
        "@leviathanjewishjournal",
        "Jewish student journal",
        "leviathanvoice@gmail.com"
      ],
      [
        "Mariachi Eterno",
        "@mariachieterno",
        "Mariachi Eterno de UCSC is focused on the practice and performance of Mariachi music. Our club frequently performs on-campus and in the larger Santa Cruz community.",
        "mariachieternosc@gmail.com"
      ],
      [
        "MEChA",
        "@mechadeucsc",
        "MEChA de UCSC is a Latine organization where we uplift and embrace our culture, emphasizing higher education within our community. As well as address issues around our community and advocate for our community.",
        "ourstorian19@gmail.com"
      ],
      [
        "Muslim Student Association (MSA)",
        "@ucsc.msa",
        "The UCSC MSA is a welcoming space where Muslims and allies come together to build and help out the community, grow in faith, and share culture.",
        "ucsc.msa@gmail.com"
      ],
      [
        "Muslim Tech Collaborative",
        "@mtcucsc",
        "MTC aims to create a supportive and collaborative space for Muslim students interested in technology, helping them through professional development, mentorship, and educational opportunities.We also seek to help solve community challenges, educate youth in tech, and promote a sense of belonging",
        "assharif@ucsc.edu"
      ],
      [
        "National Society of Black Engineers (NSBE)",
        "@nsbe",
        "A nonprofit organization dedicated to increasing the number of culturally responsible Black engineers who excel academically, succeed professionally, and positively impact their communities.",
        "nsbe@ucsc.edu"
      ],
      [
        "Newman Catholic Club",
        "@ucscnewman",
        "The Newman Catholic Club is your official Catholic student group at UCSC. We offer weekly Sunday Mass, social gatherings, and Bible studies on campus or in our off-campus house close to the campus’ main entrance. We look forward to having you at our events!",
        "ucscnewmancenter@gmail.com"
      ],
      [
        "Nigerian Student Association",
        "@nsa.ucsc",
        "NSA is an inclusive student organization that brings people together to learn about and celebrate Nigerian culture through community and cultural events.",
        "nigerianstudentassociation@gmail.com"
      ],
      [
        "Pagkakaisa Dance Troupe (PDT)",
        "@pdt.ucsc",
        "PDT (Pagkakaisa Dance Troupe) is the Filipino traditional dance troupe housed under Bayanhian. We aim to connect anyone interested with the culture through the many traditional dances.",
        "pdt.ucsc@gmail.com"
      ],
      [
        "Pakistani Student Association",
        "@ucsc.psa",
        "We are a club dedicated to expressing Pakistani culture and identity through social events.",
        "musyed@ucsc.edu"
      ],
      [
        "POPreka",
        "@poprekaucsc",
        "We are a K-pop dance and social club! Open to all and non-audition based, we hold workshops every two weeks with social events in between. We have performance opportunities every quarter!",
        "poprekadance@gmail.com"
      ],
      [
        "Raas Rangeela",
        "@raas_rangeelaa",
        "UCSC Raas Rangeela is a competitive Raas/Garba dance team at the University of California, Santa Cruz.",
        "ucsc.raas@gmail.com"
      ],
      [
        "Sabrosura Latin Dance Troupe",
        "@sabrosuraldt",
        "We are a Latin organization that teaches various genres of Latin dance. We host workshops open to all and we also have an official dance team that performs at various events. Our goal is “To spread the Latin American and Caribbean culture and rituals through the art of dance”.",
        "sabrosuraldt@gmail.com"
      ],
      [
        "Sigma Lambda Beta (SLB)",
        "@santacruzbetas",
        "Sigma Lambda Beta is a Latino-based, multicultural fraternity founded in 1986 that promotes brotherhood, scholarship, service, and cultural awareness while developing multicultural leaders on campus.",
        "fmiramon@ucsc.edu"
      ],
      [
        "Sigma Lambda Gamma",
        "@ucscgammas",
        "Sigma Lambda Gamma National Sorority, Inc. is a social multicultural sisterhood/siblinghood of empowered members who have chosen this affiliation as a means to achieve personal development in their lives and make a difference in our global community; recognizing the need for togetherness.",
        "ucsc.gammas@gmail.com",
        "**"
      ],
      [
        "Sigma Omicron Pi (SOPi)",
        "@ucscsopi",
        "Sigma Omicron Pi is the first national Asian-American interest sorority based on these objectives: Unity, Friendship, Leadership, Service. We aim to promote awareness of Asian culture and foster lifelong friendships and unity. We are not Asian-exclusive and encourage everyone to join!",
        "jaloau@ucsc.edu",
        "**"
      ],
      [
        "Sigma Phi Zeta",
        "@sigmaphizeta_fraternity",
        "Sigma Phi Zeta is a multicultural fraternity dedicated to upholding our four pillars of character: academic excellence, community service, brotherhood, and of course multiculturalism. We strive to uplift our community and our brothers while creating a safe and collaboratively diverse environment.",
        "ucscsigmaphizeta@gmail.com"
      ],
      [
        "Sigma Pi Alpha Sorority, Inc.",
        "@sigmapialpha_sororityinc",
        "Sigma Pi Alpha Sorority, Inc. is a Chicana/Latina-based sorority that strives to empower women from all cultures through community service, campus involvement, and sisterhood. We hold our motto, “Mujeres con Cultura, Fuerza, y Hermandad” close to our hearts as it embodies our sisterhood, celebra",
        "CONTACT@SIGMAPIALPHA.ORG",
        "**"
      ],
      [
        "Sikh Student Association",
        "@ucsc_ssa",
        "Our vision is to build a space where Sikh students can feel at home, stay connected to our roots, and create real community on campus. We want to celebrate our culture, support each other, and share Sikh values like seva and inclusivity with everyone around us.",
        "sikhstudents@gmail.com"
      ],
      [
        "Slavic Student Association",
        "@ucscssa",
        "A welcoming community for Slavic students to bond over their culture and celebrate their heritage.",
        "slavicstudentsucsc@gmail.com"
      ],
      [
        "Society of Asian Scientists and Engineers (SASE)",
        "@ucscsase",
        "Society of Asian Scientists and Engineers (SASE) is a national organization with collegiate and professional chapters across the U.S. We host networking events, career development workshops, and social activities to support students in STEM fields.",
        "sase.ucsc@gmail.com"
      ],
      [
        "Somos Latinx en Medicina",
        "(not listed)",
        "SOMOS Latinx en Medicina is a student-led organization that empowers Latinx and other pre-health students through community, mentorship, and opportunities.",
        "Somos.ucsc@gmail.com"
      ],
      [
        "South American Student Association",
        "@sasaucsc",
        "SASA aims to create cultural awareness, connections, and community for South American culture and peoples. Our goal is to make space for and diversify the representation of Latine cultures, such as by holding community events and meetings.",
        "ucscsasa@gmail.com"
      ],
      [
        "Starchrome",
        "@officialstarchrome",
        "Instagram: @officialstarchrome",
        "starchroma.kdance@gmail.com"
      ],
      [
        "Student Alliance of Native American and Indigenous Peoples (SANAI)",
        "(not listed)",
        "SANAI is a student-run organization that uplifts and supports Indigenous students on campus. Through social activities, we build community, and through advocacy efforts, we spread awareness about issues affecting the Indigenous peoples of Turtle Island.",
        "alcking@ucsc.edu"
      ],
      [
        "Student Initiated Outreach",
        "@e2.ucsc",
        "The SIO team works under the Outreach side of E2. We facilitate various outreach programs and guided tours to showcase how historically underrepresented communities belong in higher education.",
        "engaging@ucsc.edu"
      ],
      [
        "Taiwanese Student Association (TSA)",
        "@ucsc_tsa",
        "A non-profit cultural student club at the University of California Santa Cruz. We are here to dedicate ourselves to providing a fun, safe, and supportive environment for overseas Taiwanese students, as well as anyone who is interested in Taiwanese culture!",
        "ucsctsa@gmail.com"
      ],
      [
        "Taza Tal",
        "@officialtazatal",
        "Taza Tal is the premier award-winning South Asian Acapella team on campus. We compete nationally in the ASA circuit as well as perform at numerous on campus events throughout year.",
        "ucsctazatal@gmail.com"
      ],
      [
        "Thai Student Association (Thaisa)",
        "@tlsa.ucsc",
        "We are a group of Thai & Laotian students at UCSC hoping to create a safe community for students to learn and embrace their Thai Lao heritage! Through our club, we provide activities for students to immerse themselves in their mother languages and participant in culture-related activities.",
        "ucscthaisa@gmail.com"
      ],
      [
        "Traditional East Asian & Rock (TEA&R)",
        "(not listed)",
        "We are a Traditional East Asian Band that plays East Asian music, such as Traditional Chinese music, C-pop, K-pop, and J-pop.",
        "xyuan42@ucsc.edu"
      ],
      [
        "Transgender Student Union",
        "@tsu.ucsc",
        "A club dedicated to the advocacy and well being of Trans students at UCSC.",
        "tsu.ucsc@gmail.com"
      ],
      [
        "TWANAS",
        "@twanas_press",
        "TWANAS is one of the oldest student-run magazines at UC Santa Cruz. Dedicated to providing a mediaoutlet for students of color, TWANAS publishes approximately two issues per academic year and holds weekly staff meetings, with times and locations updated quarterly",
        "twanaspress@gmail.com"
      ],
      [
        "Vietnamese Student Association (VSA)",
        "@ucscvsa",
        "Founded in 1999, the Vietnamese Student Association at UCSC is a student-led, non-profit organization dedicated to promoting cultural awareness and diversity. VSA aims to develop an appreciation for our own identities, value the diversity of our campus, & find similarities that connect us.",
        "vsa.ucsc@gmail.com"
      ],
      [
        "Women and Allies In Law",
        "@ucscwomeninlaw",
        "The purpose and mission of Women in Law is to provide a safe space for women and all students interested in pursuing a career in the legal field.",
        "Navarroarvizuangela@gmail.com",
        "**"
      ],
      [
        "Zebra Club",
        "@ucsc.zebraclub",
        "The mission of Zebra Club is to uplift and empower students who experience physical disabilities, chronic illnesses, and chronic pain, regardless of diagnostic status, by building a community and raising awareness of our experiences.",
        "zebraclub.ucsc@gmail.com"
      ]
    ]
  },
  {
    "gaming": [
      [
        "8th Rank Society",
        "@8thrankchess.ucsc",
        "8th Rank Society: UC Santa Cruz Women’s Chess Club is a student-led community that supports women and allies of all levels within chess.",
        "8thrankucsc@gmail.com",
        "**"
      ],
      [
        "Cosplay Club",
        "@cosplayclubucsc",
        "The Cosplay Club’s goal is to provide resources and a fun, welcoming community for students interested in all forms of cosplay, whether you’re a beginner or an expert!",
        "cosplayclubucsc@gmail.com"
      ],
      [
        "Fluffy Slugs",
        "@fluffyslugsUCSC",
        "We are an organization keen on building a community for students interested in anthropomorphic animals, known as furries.",
        "fluffyslugs@ucsc.edu"
      ],
      [
        "Game Design & Art Collaborations (GDA)",
        "(not listed)",
        "The Game Design & Art Collaboration is a club at UCSC whose goal is to give students an opportunity to get game-making experience, learn game development disciplines, and find friends who also enjoy games.",
        "gdaclub@ucsc.edu"
      ],
      [
        "Mahjong at UCSC",
        "@mahjongatucsc",
        "A chill, accessible environment for students to learn and play mahjong in its many variations.",
        "mahjongatucsc@gmail.com"
      ],
      [
        "Santa Cruz Fighting Game Community",
        "(not listed)",
        "A community where gamers who enjoy fighting games come together to compete and build community.",
        "cogiande@ucsc.edu"
      ],
      [
        "Slug Anime and Manga Association",
        "@sluganimeucsc",
        "The Slug Anime and Manga Association (SAMA) is UCSC’s anime club! Our goal is to create a warm, fun space for anybody with an interest in Japanese media. We also aim to promote artists creating inspired original works and host events quarterly where artists can showcase their work!",
        "sluganime@ucsc.edu"
      ],
      [
        "Slug Gaming",
        "@sluggamingucsc",
        "Slug Gaming is UC Santa Cruz’s student run gaming and esports club, welcoming players of all skill levels.nThey host competitive teams, casual gaming nights, and community events to connect all gamers.",
        "ucscesportsclub@gmail.com"
      ],
      [
        "Slug Rhythm Game Enthusiasts",
        "(not listed)",
        "We are the Rhythm game club on campus, we host biweekly meetups where we allow students to play on our rhythm game setups as well as bring their own.",
        "tjmoss@ucsc.edu"
      ],
      [
        "Tabletop Games Association",
        "(not listed)",
        "The Tabletop Games Association is dedicated to providing a safe and accessible place for UCSC students to meet and play tabletop games.",
        "feisley@ucsc.edu"
      ],
      [
        "Yu-Gi-Oh @ UCSC",
        "(not listed)",
        "We are a community about all things Yugioh, with a focus on the TCG.",
        "ucscyugioh@gmail.com"
      ]
    ]
  },
  {
    "identity-support": [
      [
        "A Counter Space",
        "acs.ucsc",
        "We work towards creating a more diverse and inclusive scientific community through student mentoring, outreach programs, networking opportunities and scholarships.",
        "ucsc.women.in.physics@gmail.com",
        "**"
      ],
      [
        "Afghan Student Association",
        "@ucsc_asa",
        "The Afghan Student Association is a cultural club dedicated to celebrating and sharing Afghan heritage with our campus and community. We introduce Afghan traditions, music, and customs to the community.",
        "uahmadi@ucsc.edu"
      ],
      [
        "Anakbayan Santa Cruz",
        "@anakbayansc",
        "Promoting and uplifting Pilipinx/Filipino youth and students to fight for national democracy in thePhilippines!",
        "Anakbayansc@gmail.com"
      ],
      [
        "Asian Pacific Islander Student Alliance (APISA)",
        "@apisa.slugs",
        "The Asian Pacific Islander Student Alliance (APISA) emphasizes unity and empowerment through celebrating the diverse cultures and customs of the AA/PI (Asian/Pacific Islander) communities in higher education and beyond.",
        "apisa.slugs@gmail.com"
      ],
      [
        "ACM-W",
        "acmw.ucsc",
        "ACM-W (Association for Computing Machinery for Women) is a STEM club on campus that serves to educate, promote, and connect women and non-binary individuals in the computing field by bridging the gap between academia and industry!",
        "acmw.ucsc@gmail.com",
        "**"
      ],
      [
        "Bangladeshi Student Association",
        "@bsacruz",
        "BSA is a place where we showcase and celebrate Bangladeshi Culture. Although Bengalis around the world are part of the same ethnic group, as Bangladeshis we have our own history and one of the main motivations behind BSA is to represent Bangladeshis here at UCSC.",
        "bsasantacruz@gmail.com"
      ],
      [
        "Bayanihan at UC Santa Cruz",
        "@bayanihan.ucsc",
        "Bayanihan is the Filipino Student Association at UCSC! We serve the Filipino community at UCSC and its allies. Our organization includes many sub-orgs ranging in focus from student retention to ballroom dance.",
        "bayanihan.ucsc@gmail.com"
      ],
      [
        "Black Student Union (BSU)",
        "@ucscbsu",
        "The Black Student Union (BSU) serves as a unifying body for all Black organizations on campus, as well as the Black student body. The BSU also welcomes all individuals who are committed to advancing, supporting, and meaningfully engaging with issues affecting the Black community.",
        "bsu.slugs@gmail.com"
      ],
      [
        "Chicanx and Latine Educandose (ChALE)",
        "@e2.chale",
        "Provides a wide rage of resources through events that help students develop skills or obtain information that helps them oversome obstacles that Latine/chicano students encounter as we attempt to achieve higher education.",
        "e2.chale@gmail.com"
      ],
      [
        "Chinese Students and Scholars Association",
        "@ucsc_cssa",
        "The stated function of CSSAs is helping overseas Chinese in their life, study, work, and other issues, bringing Chinese students together on campus, serving as a bridge between Chinese and other communities, and promoting Chinese culture",
        "ucsccssa666@gmail.com"
      ],
      [
        "Community Unified Student Network (CUSN)",
        "(not listed)",
        "CUSN strives to serve the cultural needs of the Asian American/Pacific Islander (AA/PI) community in hopes of education members, non-members, and allies of the community regarding cultural awareness and its significance in order to increase retention rates of students.",
        "cusnretentionucsc@gmail.com"
      ],
      [
        "Estudiantes Oaxaqueños de Ahora (EODA)",
        "@eodaucsc",
        "Our aim is to build an encouraging and supportive community for Oaxacan students and allies that promotes unity, cultural awareness, and academic success. We welcome students of all backgrounds, especially Indigenous Latine students.",
        "eodaucsc1@gmail.com"
      ],
      [
        "Fluffy Slugs",
        "@fluffyslugsUCSC",
        "We are an organization keen on building a community for students interested in anthropomorphic animals, known as furries.",
        "fluffyslugs@ucsc.edu"
      ],
      [
        "GABRIELA Santa Cruz",
        "(not listed)",
        "Santa Cruz Chapter of GABRIELA USA, a grassroots Filipina organization that advocates for women’s rights and social justice, focused on struggling for national sovereignty, genuine democracy, and full liberation of women!",
        "gabrielasc.slugs@gmail.com",
        "**"
      ],
      [
        "Hermanas Unidas (HaU)",
        "@haudeucsc",
        "Hermanas Unidas is a nonprofit organization that aims to serve Latina college students and alumni in their pursuit of career advancement. It provides Latinas a place to find support and acceptance, through a mutual path of higher education, and build bonds would surpass the years on campus.",
        "ucsc.cochair2@hauchapters.com",
        "**"
      ],
      [
        "Hermanos de UCSC (HU)",
        "@hermanosdeucsc",
        "Hermanos De UCSC is an organization focused on the retention & matriculation of latine students and overall marginalized communities. Our mission statement serves to uphold our three pillars that include Academic Excellence, Community Service and Social Networking with an emphasis on education.",
        "hu.ucsc@gmail.com"
      ],
      [
        "IDEAS",
        "@ideasucsc",
        "A student-led org at UCSC with a mission to support and Improve the Dreams, Equity, Access, and Success of Undocumented students on campus.",
        "ideasucsc@gmail.com"
      ],
      [
        "Jewish Student Union",
        "@jsu_ucsc",
        "The Jewish Student Union at UC Santa Cruz (JSU) is a student-led organization dedicated to creating a safe and welcoming space for Jewish students on campus. We celebrate Jewish culture, traditions, and holidays, advocate for the safety and visibility of Jewish students, and build meaningful connection.",
        "rkonchit@ucsc.edu"
      ],
      [
        "Khmer Student Association",
        "@ksa_ucsc",
        "The Khmer Student Association aims to foster an empathetic, conscious, and welcoming community for members and Khmer students. We aim to promote academic success, cultural awareness, and social engagement.",
        "khmer.ucsc@gmail.com"
      ],
      [
        "Kuya Ate Mentorship Program (KAMP)",
        "@kamp.ucsc",
        "KAMP is a student-initiated and student-led retention program that targets, but is not exclusive to, the Pilipinx community. Under Bayanihan and Engaging Education, KAMP’s three chief components consist of: 1) mentorship, 2) academics, and 3) social/cultural support",
        "kamp.ucsc@gmail.com"
      ],
      [
        "La Sociedad of Latine Pre-Law Students",
        "@ucsclaso",
        "We’re UCSC LaSo, a space dedicated to our Latine students on campus who are interested in pursuing a career in the legal field.",
        "Ucsclpla@ucsc.edu"
      ],
      [
        "MEChA",
        "@mechadeucsc",
        "MEChA de UCSC is a Latine organization where we uplift and embrace our culture, emphasizing higher education within our community. As well as address issues around our community and advocate for our community.",
        "ourstorian19@gmail.com"
      ],
      [
        "MENt to Talk",
        "@menttotalk",
        "MENt to Talk fosters open dialogue, support, and education around men’s mental health to reduce stigma and build community.",
        "menttotalk@gmail.com"
      ],
      [
        "Muslim Tech Collaborative",
        "@mtcucsc",
        "MTC aims to create a supportive and collaborative space for Muslim students interested in technology, helping them through professional development, mentorship, and educational opportunities.We also seek to help solve community challenges, educate youth in tech, and promote a sense of belonging",
        "assharif@ucsc.edu"
      ],
      [
        "National Society of Black Engineers (NSBE)",
        "@nsbe",
        "A nonprofit organization dedicated to increasing the number of culturally responsible Black engineers who excel academically, succeed professionally, and positively impact their communities.",
        "nsbe@ucsc.edu"
      ],
      [
        "Slugs in Fishnets",
        "@slugsinfishnets",
        "UCSC’s very own Rocky Horror Picture Show shadow cast: Slugs in Fishnets! We are a student-run organization that works to provide a safe space for students to explore identity, expression, and queer culture by making our unique, experimental, fun, and adaptable theatrical tradition.",
        "slugsinfishnets@gmail.com"
      ],
      [
        "Society of Asian Scientists and Engineers (SASE)",
        "@ucscsase",
        "Society of Asian Scientists and Engineers (SASE) is a national organization with collegiate and professional chapters across the U.S. We host networking events, career development workshops, and social activities to support students in STEM fields.",
        "sase.ucsc@gmail.com"
      ],
      [
        "Somos Latinx en Medicina",
        "(not listed)",
        "SOMOS Latinx en Medicina is a student-led organization that empowers Latinx and other pre-health students through community, mentorship, and opportunities.",
        "Somos.ucsc@gmail.com"
      ],
      [
        "Student Alliance of Native American and Indigenous Peoples (SANAI)",
        "(not listed)",
        "SANAI is a student-run organization that uplifts and supports Indigenous students on campus. Through social activities, we build community, and through advocacy efforts, we spread awareness about issues affecting the Indigenous peoples of Turtle Island.",
        "alcking@ucsc.edu"
      ],
      [
        "Student Initiated Outreach",
        "@e2.ucsc",
        "The SIO team works under the Outreach side of E2. We facilitate various outreach programs and guided tours to showcase how historically underrepresented communities belong in higher education.",
        "engaging@ucsc.edu"
      ],
      [
        "Transgender Student Union",
        "@tsu.ucsc",
        "A club dedicated to the advocacy and well being of Trans students at UCSC.",
        "tsu.ucsc@gmail.com"
      ],
      [
        "TWANAS",
        "@twanas_press",
        "TWANAS is one of the oldest student-run magazines at UC Santa Cruz. Dedicated to providing a mediaoutlet for students of color, TWANAS publishes approximately two issues per academic year and holds weekly staff meetings, with times and locations updated quarterly",
        "twanaspress@gmail.com"
      ],
      [
        "Women and Allies In Law",
        "@ucscwomeninlaw",
        "The purpose and mission of Women in Law is to provide a safe space for women and all students interested in pursuing a career in the legal field.",
        "Navarroarvizuangela@gmail.com",
        "**"
      ],
      [
        "Zebra Club",
        "@ucsc.zebraclub",
        "The mission of Zebra Club is to uplift and empower students who experience physical disabilities, chronic illnesses, and chronic pain, regardless of diagnostic status, by building a community and raising awareness of our experiences.",
        "zebraclub.ucsc@gmail.com"
      ]
    ]
  },
  {
    "STEM": [
      [
        "A Counter Space",
        "acs.ucsc",
        "We work towards creating a more diverse and inclusive scientific community through student mentoring, outreach programs, networking opportunities and scholarships.",
        "ucsc.women.in.physics@gmail.com",
        "**"
      ],
      [
        "ACE Pre-PhD Club",
        "@aceprephd",
        "The ACE Pre-PhD Club’s goal is to illuminate a path for pre-PhD students in STEM, foster community amongst STEM students, and notify of current events in science.",
        "aceprephd@ucsc.edu"
      ],
      [
        "American Medical Student Association (AMSA)",
        "(not listed)",
        "AMSA is a national organization of aspiring physicians. UCSC AMSA is a space for all pre-meds on campus with events like volunteering, suturing workshops, and more!",
        "skim335@ucsc.edu"
      ],
      [
        "Archaeology Club at UCSC",
        "@archaeology_club_at_ucsc",
        "We are a club, focusing on introducing students to the field of archaeology, supplying resources to get involved, and allowing a place to discuss the subject.",
        "prumbaug@ucsc.edu"
      ],
      [
        "Aspiring Physician Assistant’s Association",
        "@ucsc_apaa",
        "The Aspiring Physician Assistants Association educates and empowers students pursuing the PA profession through mentorship, workshops, guest speakers, and panels that provide insight into the PA school experience and the PA profession.",
        "ucsc.apaa@gmail.com"
      ],
      [
        "ACM-W",
        "acmw.ucsc",
        "ACM-W (Association for Computing Machinery for Women) is a STEM club on campus that serves to educate, promote, and connect women and non-binary individuals in the computing field by bridging the gap between academia and industry!",
        "acmw.ucsc@gmail.com",
        "**"
      ],
      [
        "Cognitive Science Student Association (CSSA)",
        "@cssa.ucsc",
        "The purpose of this organization is to facilitate weekly discussions in cognitive science topics, as well as host workshops, socials and speaker events in order to promote collaboration and academic excellence.",
        "ucsc.cogsci@gmail.com"
      ],
      [
        "Earth and Planetary Sciences",
        "@ucsc.earthies",
        "We are an organization built on fostering a community of people who are interested in all things Earth and Planetary Science.",
        "ucscearthsciencesclub@gmail.com"
      ],
      [
        "Emergency Medical Slugs (EMS)",
        "@emslugs_ucsc",
        "Our club is the only organization at UCSC with a focus on pre-hospital and emergency medicine-based healthcare. We train our members in first-aid skills at our general body meetings. We also have volunteer opportunities, where we provide free medical/first aid care at various on-campus events.",
        "emergencymedicalslugs@gmail.com"
      ],
      [
        "Friends of Lambda Alpha (FLAN)",
        "@ucsclambdaalpha",
        "Lambda Alpha encourages and stimulates scholarship and research in anthropology by recognizing superior achievement in the discipline among students. We provide activities and fellowship for club members and services to the college and community.",
        "lambdaalphaslugs@gmail.com"
      ],
      [
        "Google Developer Group on Campus UCSC",
        "@gdgc_ucsc",
        "Google Developer Group on Campus UC Santa Cruz is a chapter of the global Google Developer Group Community. We are an inclusive, collaborative space for anyone interested in technology. Our community events include technical workshops on Flutter, React, and Firebase, and socials.",
        "hpalanik@ucsc.edu"
      ],
      [
        "Muslim Tech Collaborative",
        "@mtcucsc",
        "MTC aims to create a supportive and collaborative space for Muslim students interested in technology, helping them through professional development, mentorship, and educational opportunities.We also seek to help solve community challenges, educate youth in tech, and promote a sense of belonging",
        "assharif@ucsc.edu"
      ],
      [
        "National Society of Black Engineers (NSBE)",
        "@nsbe",
        "A nonprofit organization dedicated to increasing the number of culturally responsible Black engineers who excel academically, succeed professionally, and positively impact their communities.",
        "nsbe@ucsc.edu"
      ],
      [
        "Neuroscience Research Club",
        "@ucsc.neuroresearch",
        "Foster a community of curious and passionate students exploring neuroscience. Our club provides opportunities to engage in research, gain exposure to new technologies, and build critical thinking through discussions and presentations, while promoting collaboration, diversity, and inclusivity.",
        "neuroresearchclub.ucsc@gmail.com"
      ],
      [
        "Not-So-Slow-Slugs",
        "@not.so.slow.slugs",
        "NS3 gathers students interested in high performance computing and helps them get industry experience by competing in international supercomputing competitions.",
        "thefastestslugs@gmail.com"
      ],
      [
        "Pre-Dental Society",
        "@ucscpredental",
        "The UCSC Pre-Dental Society introduces undergraduate students to the field of dentistry and provides guidance, mentorship, and resources to help members become the most competitive dental school applicants possible.",
        "predentalslugs@gmail.com"
      ],
      [
        "Pre-Optometry Society of UCSC",
        "@ucscpreopto",
        "Provides a space for students passionate about eye health and vision science to connect, learn, and grow. Our club’s goal is to introduce members to the diverse field of optometry and guide those interested in pursuing it as a career.",
        "ucsc.preoptometry@gmail.com"
      ],
      [
        "Pre-Veterinary Club at UCSC",
        "@ucscpreveterinaryclub",
        "The Pre-Veterinary Club at UCSC is a community of students interested in veterinary medicine. We focus on supporting our members by providing volunteer and research opportunities, and providing resources about vet school.",
        "ucscpreveterinaryclub@gmail.com"
      ],
      [
        "Premed Advisory Program (PAP)",
        "@pap_ucsc",
        "The Premed Advisory Program’s mission is to empower First and Second year premed students through mentorship, guidance, and access to resources.",
        "pap@ucsc.edu"
      ],
      [
        "Quantum Computing at UCSC",
        "@ucscquantum",
        "A Quantum Computing research community focused on research opportunities, hands-on workshops and open-source projects.",
        "ucscquantum@gmail.com"
      ],
      [
        "Sigma Mu Delta",
        "@ucscsmd",
        "The mission of Sigma Mu Delta is to unify pre-medical students in a brotherhood dedicated to academic excellence.Sigma Mu Delta is based on the principles of brotherhood, education, and dedication.",
        "gammasmd@gmail.com"
      ],
      [
        "Society of Asian Scientists and Engineers (SASE)",
        "@ucscsase",
        "Society of Asian Scientists and Engineers (SASE) is a national organization with collegiate and professional chapters across the U.S. We host networking events, career development workshops, and social activities to support students in STEM fields.",
        "sase.ucsc@gmail.com"
      ],
      [
        "Society of Physics Students at UCSC (SPS)",
        "@ucscsps",
        "SPS at UCSC, for and by physics students, aims to create an academic and social physics community that is welcoming, supportive, and inclusive.",
        "sps@ucsc.edu"
      ],
      [
        "Sports Analytics Club at UCSC",
        "@sa_ucsc",
        "The Sports Analytics Club applies data science to solve real-world sports challenges, building essential portfolio skills for career success.",
        "sac.ucsc@gmail.com"
      ],
      [
        "Student Doctor Alliance (SDA)",
        "@sda_ucsc",
        "Pre-Health Organization that provides members with opportunities to get ahead in the pre-health field.",
        "slee423@ucsc.edu"
      ],
      [
        "The Bioethics Club",
        "(not listed)",
        "(1) Forming Ethical Frameworks around Current Scientific Models, (2) Opportunities to participate in the National BioEthics Bowl, (3) Discussions with PhD students.",
        "ebostrom@ucsc.edu"
      ],
      [
        "Undergraduate Neuroscience Club",
        "@ucsc.neuroclub",
        "To build a supportive community of individuals passionate about neuroscience. The club provides neuroscience, cognitive science, psychology, and related majors with opportunities to deepen their understanding of the field and prepare for future careers in pre-health, research, and other related.",
        "kgariba3@ucsc.edu"
      ],
      [
        "Women in Science Society",
        "@wss.ucsc",
        "This is a club for women in science/STEM, we host events that are curated to specific majors, offer career advice, and provide a place where women can meet other peers in STEM!",
        "wss@ucsc.edu",
        "**"
      ]
    ]
  },
  {
    "research": [
      [
        "A Counter Space",
        "acs.ucsc",
        "We work towards creating a more diverse and inclusive scientific community through student mentoring, outreach programs, networking opportunities and scholarships.",
        "ucsc.women.in.physics@gmail.com",
        "**"
      ],
      [
        "ACE Pre-PhD Club",
        "@aceprephd",
        "The ACE Pre-PhD Club’s goal is to illuminate a path for pre-PhD students in STEM, foster community amongst STEM students, and notify of current events in science.",
        "aceprephd@ucsc.edu"
      ],
      [
        "Archaeology Club at UCSC",
        "@archaeology_club_at_ucsc",
        "We are a club, focusing on introducing students to the field of archaeology, supplying resources to get involved, and allowing a place to discuss the subject.",
        "prumbaug@ucsc.edu"
      ],
      [
        "Cognitive Science Student Association (CSSA)",
        "@cssa.ucsc",
        "The purpose of this organization is to facilitate weekly discussions in cognitive science topics, as well as host workshops, socials and speaker events in order to promote collaboration and academic excellence.",
        "ucsc.cogsci@gmail.com"
      ],
      [
        "Earth and Planetary Sciences",
        "@ucsc.earthies",
        "We are an organization built on fostering a community of people who are interested in all things Earth and Planetary Science.",
        "ucscearthsciencesclub@gmail.com"
      ],
      [
        "Friends of Lambda Alpha (FLAN)",
        "@ucsclambdaalpha",
        "Lambda Alpha encourages and stimulates scholarship and research in anthropology by recognizing superior achievement in the discipline among students. We provide activities and fellowship for club members and services to the college and community.",
        "lambdaalphaslugs@gmail.com"
      ],
      [
        "Neuroscience Research Club",
        "@ucsc.neuroresearch",
        "Foster a community of curious and passionate students exploring neuroscience. Our club provides opportunities to engage in research, gain exposure to new technologies, and build critical thinking through discussions and presentations, while promoting collaboration, diversity, and inclusivity.",
        "neuroresearchclub.ucsc@gmail.com"
      ],
      [
        "Not-So-Slow-Slugs",
        "@not.so.slow.slugs",
        "NS3 gathers students interested in high performance computing and helps them get industry experience by competing in international supercomputing competitions.",
        "thefastestslugs@gmail.com"
      ],
      [
        "Quantum Computing at UCSC",
        "@ucscquantum",
        "A Quantum Computing research community focused on research opportunities, hands-on workshops and open-source projects.",
        "ucscquantum@gmail.com"
      ],
      [
        "Society of Physics Students at UCSC (SPS)",
        "@ucscsps",
        "SPS at UCSC, for and by physics students, aims to create an academic and social physics community that is welcoming, supportive, and inclusive.",
        "sps@ucsc.edu"
      ],
      [
        "The Bioethics Club",
        "(not listed)",
        "(1) Forming Ethical Frameworks around Current Scientific Models, (2) Opportunities to participate in the National BioEthics Bowl, (3) Discussions with PhD students.",
        "ebostrom@ucsc.edu"
      ],
      [
        "Undergraduate Neuroscience Club",
        "@ucsc.neuroclub",
        "To build a supportive community of individuals passionate about neuroscience. The club provides neuroscience, cognitive science, psychology, and related majors with opportunities to deepen their understanding of the field and prepare for future careers in pre-health, research, and other related.",
        "kgariba3@ucsc.edu"
      ]
    ]
  },
  {
    "mentorship": [
      [
        "A Counter Space",
        "acs.ucsc",
        "We work towards creating a more diverse and inclusive scientific community through student mentoring, outreach programs, networking opportunities and scholarships.",
        "ucsc.women.in.physics@gmail.com",
        "**"
      ],
      [
        "ACE Pre-PhD Club",
        "@aceprephd",
        "The ACE Pre-PhD Club’s goal is to illuminate a path for pre-PhD students in STEM, foster community amongst STEM students, and notify of current events in science.",
        "aceprephd@ucsc.edu"
      ],
      [
        "Alpha Phi Omega",
        "@apo_ucsc",
        "APhiO is a service-based fraternity that promotes the qualities of leadership, friendship, and service to all its members.",
        "agn.apo.pres@gmail.com"
      ],
      [
        "American Medical Student Association (AMSA)",
        "(not listed)",
        "AMSA is a national organization of aspiring physicians. UCSC AMSA is a space for all pre-meds on campus with events like volunteering, suturing workshops, and more!",
        "skim335@ucsc.edu"
      ],
      [
        "Aspiring Physician Assistant’s Association",
        "@ucsc_apaa",
        "The Aspiring Physician Assistants Association educates and empowers students pursuing the PA profession through mentorship, workshops, guest speakers, and panels that provide insight into the PA school experience and the PA profession.",
        "ucsc.apaa@gmail.com"
      ],
      [
        "Bayanihan at UC Santa Cruz",
        "@bayanihan.ucsc",
        "Bayanihan is the Filipino Student Association at UCSC! We serve the Filipino community at UCSC and its allies. Our organization includes many sub-orgs ranging in focus from student retention to ballroom dance.",
        "bayanihan.ucsc@gmail.com"
      ],
      [
        "Chicanx and Latine Educandose (ChALE)",
        "@e2.chale",
        "Provides a wide rage of resources through events that help students develop skills or obtain information that helps them oversome obstacles that Latine/chicano students encounter as we attempt to achieve higher education.",
        "e2.chale@gmail.com"
      ],
      [
        "Circle K International (CKI)",
        "@ucsccki",
        "Circle K international (CKI) is one of the world’s largest student-led collegiate service organizations focusing on volunteering on and off-campus. CKI is committed to developing leaders by offering unique service, leadership and fellowship opportunities that change the world and the lives of our members.",
        "lgaela@ucsc.edu"
      ],
      [
        "Community Unified Student Network (CUSN)",
        "(not listed)",
        "CUSN strives to serve the cultural needs of the Asian American/Pacific Islander (AA/PI) community in hopes of education members, non-members, and allies of the community regarding cultural awareness and its significance in order to increase retention rates of students.",
        "cusnretentionucsc@gmail.com"
      ],
      [
        "Education for Sustainable Living Program (ESLP)",
        "@enviroslug",
        "The Education for Sustainable Living Program (ESLP) is a student-led organization committed to empowering students to take action in the climate crisis. Our program creates collaborative learning environments through UCSC-accredited courses for students of all backgrounds to learn.",
        "eslp@ucsc.edu"
      ],
      [
        "Hermanas Unidas (HaU)",
        "@haudeucsc",
        "Hermanas Unidas is a nonprofit organization that aims to serve Latina college students and alumni in their pursuit of career advancement. It provides Latinas a place to find support and acceptance, through a mutual path of higher education, and build bonds would surpass the years on campus.",
        "ucsc.cochair2@hauchapters.com",
        "**"
      ],
      [
        "Hermanos de UCSC (HU)",
        "@hermanosdeucsc",
        "Hermanos De UCSC is an organization focused on the retention & matriculation of latine students and overall marginalized communities. Our mission statement serves to uphold our three pillars that include Academic Excellence, Community Service and Social Networking with an emphasis on education.",
        "hu.ucsc@gmail.com"
      ],
      [
        "IDEAS",
        "@ideasucsc",
        "A student-led org at UCSC with a mission to support and Improve the Dreams, Equity, Access, and Success of Undocumented students on campus.",
        "ideasucsc@gmail.com"
      ],
      [
        "Kuya Ate Mentorship Program (KAMP)",
        "@kamp.ucsc",
        "KAMP is a student-initiated and student-led retention program that targets, but is not exclusive to, the Pilipinx community. Under Bayanihan and Engaging Education, KAMP’s three chief components consist of: 1) mentorship, 2) academics, and 3) social/cultural support",
        "kamp.ucsc@gmail.com"
      ],
      [
        "La Sociedad of Latine Pre-Law Students",
        "@ucsclaso",
        "We’re UCSC LaSo, a space dedicated to our Latine students on campus who are interested in pursuing a career in the legal field.",
        "Ucsclpla@ucsc.edu"
      ],
      [
        "Muslim Tech Collaborative",
        "@mtcucsc",
        "MTC aims to create a supportive and collaborative space for Muslim students interested in technology, helping them through professional development, mentorship, and educational opportunities.We also seek to help solve community challenges, educate youth in tech, and promote a sense of belonging",
        "assharif@ucsc.edu"
      ],
      [
        "National Society of Black Engineers (NSBE)",
        "@nsbe",
        "A nonprofit organization dedicated to increasing the number of culturally responsible Black engineers who excel academically, succeed professionally, and positively impact their communities.",
        "nsbe@ucsc.edu"
      ],
      [
        "Pre-Dental Society",
        "@ucscpredental",
        "The UCSC Pre-Dental Society introduces undergraduate students to the field of dentistry and provides guidance, mentorship, and resources to help members become the most competitive dental school applicants possible.",
        "predentalslugs@gmail.com"
      ],
      [
        "Pre-Optometry Society of UCSC",
        "@ucscpreopto",
        "Provides a space for students passionate about eye health and vision science to connect, learn, and grow. Our club’s goal is to introduce members to the diverse field of optometry and guide those interested in pursuing it as a career.",
        "ucsc.preoptometry@gmail.com"
      ],
      [
        "Pre-Veterinary Club at UCSC",
        "@ucscpreveterinaryclub",
        "The Pre-Veterinary Club at UCSC is a community of students interested in veterinary medicine. We focus on supporting our members by providing volunteer and research opportunities, and providing resources about vet school.",
        "ucscpreveterinaryclub@gmail.com"
      ],
      [
        "Premed Advisory Program (PAP)",
        "@pap_ucsc",
        "The Premed Advisory Program’s mission is to empower First and Second year premed students through mentorship, guidance, and access to resources.",
        "pap@ucsc.edu"
      ],
      [
        "Society of Asian Scientists and Engineers (SASE)",
        "@ucscsase",
        "Society of Asian Scientists and Engineers (SASE) is a national organization with collegiate and professional chapters across the U.S. We host networking events, career development workshops, and social activities to support students in STEM fields.",
        "sase.ucsc@gmail.com"
      ],
      [
        "Somos Latinx en Medicina",
        "(not listed)",
        "SOMOS Latinx en Medicina is a student-led organization that empowers Latinx and other pre-health students through community, mentorship, and opportunities.",
        "Somos.ucsc@gmail.com"
      ],
      [
        "Student Doctor Alliance (SDA)",
        "@sda_ucsc",
        "Pre-Health Organization that provides members with opportunities to get ahead in the pre-health field.",
        "slee423@ucsc.edu"
      ],
      [
        "Student Environmental Center (SEC)",
        "@enviroslug",
        "We are building a community that prioritizes people and the planet. The Student Environmental Center seeks to create lasting initiatives that empower and educate others to implement sustainability at UCSC through student run projects guided by the Blueprint for a Sustainable Campus",
        "aiburgos@ucsc.edu"
      ],
      [
        "Student Initiated Outreach",
        "@e2.ucsc",
        "The SIO team works under the Outreach side of E2. We facilitate various outreach programs and guided tours to showcase how historically underrepresented communities belong in higher education.",
        "engaging@ucsc.edu"
      ],
      [
        "World System Builder at UCSC",
        "@wsb_ucsc",
        "We teach practical skills through workshops and mentorship, and our goal is to make financial literacy accessible and help students take control of their financial futures.",
        "wsbucsc@gmail.com"
      ]
    ]
  },
  {
    "music": [
      [
        "Acquire A Cappella",
        "@acquireacappella",
        "Established in 2007, we are UCSC’s most punniest a cappella group on campus! With pop mixes from Ariana Grande and Bruno Mars, and fun combos with Fetty Wap and Frank Sinatra, Acquire has it all! We accept all who love to sing, with no experience needed, and want to be part of our community!",
        "acquireucsc@gmail.com"
      ],
      [
        "Cloud 9 A Cappella",
        "@cloud9acappella",
        "Cloud 9 is University of California, Santa Cruz’s original and longest-running a cappella group. Established in 2001, Cloud 9 has been a proud contributor to the world of collegiate a cappella for quite some time. We rehearse a diverse repertoire spanning across various genres.",
        "cloud9ucsc@gmail.com"
      ],
      [
        "Isang Himig (IH)",
        "@isanghimig",
        "Isang Himig, “one melody, is a multicultural non-competitive A Capella group housed under Bayanihan.",
        "isanghimig.ucsc@gmail.com"
      ],
      [
        "Mariachi Eterno",
        "@mariachieterno",
        "Mariachi Eterno de UCSC is focused on the practice and performance of Mariachi music. Our club frequently performs on-campus and in the larger Santa Cruz community.",
        "mariachieternosc@gmail.com"
      ],
      [
        "Taza Tal",
        "@officialtazatal",
        "Taza Tal is the premier award-winning South Asian Acapella team on campus. We compete nationally in the ASA circuit as well as perform at numerous on campus events throughout year.",
        "ucsctazatal@gmail.com"
      ],
      [
        "The Slug Collective",
        "@slug_collective",
        "UCSC’s official music production club! Connect and collaborate with creative minds across campus at our weekly meetings!",
        "theslugcollective@gmail.com"
      ],
      [
        "Traditional East Asian & Rock (TEA&R)",
        "(not listed)",
        "We are a Traditional East Asian Band that plays East Asian music, such as Traditional Chinese music, C-pop, K-pop, and J-pop.",
        "xyuan42@ucsc.edu"
      ]
    ]
  },
  {
    "performing-arts": [
      [
        "Acquire A Cappella",
        "@acquireacappella",
        "Established in 2007, we are UCSC’s most punniest a cappella group on campus! With pop mixes from Ariana Grande and Bruno Mars, and fun combos with Fetty Wap and Frank Sinatra, Acquire has it all! We accept all who love to sing, with no experience needed, and want to be part of our community!",
        "acquireucsc@gmail.com"
      ],
      [
        "Alay",
        "@alay.ucsc",
        "Alay is the self-expression aspect housed under Bayanihan and Student Media Organization. We foster a community welcome to students of all backgrounds to create art and explore their identities.",
        "alay.ucsc@gmail.com"
      ],
      [
        "Bayanihan at UC Santa Cruz",
        "@bayanihan.ucsc",
        "Bayanihan is the Filipino Student Association at UCSC! We serve the Filipino community at UCSC and its allies. Our organization includes many sub-orgs ranging in focus from student retention to ballroom dance.",
        "bayanihan.ucsc@gmail.com"
      ],
      [
        "Cloud 9 A Cappella",
        "@cloud9acappella",
        "Cloud 9 is University of California, Santa Cruz’s original and longest-running a cappella group. Established in 2001, Cloud 9 has been a proud contributor to the world of collegiate a cappella for quite some time. We rehearse a diverse repertoire spanning across various genres.",
        "cloud9ucsc@gmail.com"
      ],
      [
        "Comedy Joust",
        "@comedyjoust",
        "UCSC’s Longest Running Short Form Improv Comedy Troupe. We do fully-improvised comedy theater scenes with performances Friday nights.",
        "aloehdew@ucsc.edu"
      ],
      [
        "Cosplay Club",
        "@cosplayclubucsc",
        "The Cosplay Club’s goal is to provide resources and a fun, welcoming community for students interested in all forms of cosplay, whether you’re a beginner or an expert!",
        "cosplayclubucsc@gmail.com"
      ],
      [
        "Dance Club",
        "@ucscdanceclub",
        "We are a student-led dance club dedicated to creating an inclusive space where dancers of all levels are welcome. We host weekly choreography sessions!",
        "ucscdanceclub@gmail.com"
      ],
      [
        "Film Production Coalition (FPC)",
        "@filmproductioncoalition",
        "The Film Production Coalition (FPC) is an organization dedicated to collaboratively making short films every quarter in small production groups, in a variety of genres. We don’t require any experience and are committed to teaching members all aspects of film production from start to finish.",
        "fpc.ucsc@gmail.com"
      ],
      [
        "Grupo Folklorico Los Mejicas",
        "@losmejicas",
        "Los Mejicas is a Mexican folkloric dance group on campus dedicated to teaching and performing the regional music, dances, and traditions of Mexico. Los Mejicas is proudly student-run and student-directed as a dance troupe comprised of students.",
        "losmejicas@gmail.com"
      ],
      [
        "Haluan Hip Hop Dance Troupe",
        "@haluanhiphop",
        "Auditions-based hip-hop co-ed dance team under Bayanihan, celebrating community and diversity as the name “Haluan” means “of mixed nature” in Tagalog.",
        "haluandance.ucsc@gmail.com"
      ],
      [
        "Humor Force Five",
        "@hforcefive",
        "UCSC’s longest running comedy improv troupe. We host regular shows on campus free for everyone! Check out our Instagram for more information.",
        "hforcefive@gmail.com"
      ],
      [
        "Isang Himig (IH)",
        "@isanghimig",
        "Isang Himig, “one melody, is a multicultural non-competitive A Capella group housed under Bayanihan.",
        "isanghimig.ucsc@gmail.com"
      ],
      [
        "JK Family Kazoku Kajok",
        "@ucsc_jkfamdance",
        "JK Family is a safe community for people who enjoy American, Korean, and Japanese music to dance together. We are a UCSC based non-audition dance club open to anyone of all skill levels and styles.",
        "jkfamdance2@gmail.com"
      ],
      [
        "Kahaani",
        "(not listed)",
        "UCSC Kahaani is a competitive Bollywood fusion dance team at the University of California, Santa Cruz. The team brings together diverse dance styles to celebrate culture and storytelling through collegiate competitions across the nation.",
        "ucsckahaani@gmail.com"
      ],
      [
        "Kasama Ballroom Dance Troupe",
        "@kasama.ucsc",
        "The Kasama Ballroom Dance Troupe was founded in 2017 as a performing aspect housed under Bayanihan at the University of California, Santa Cruz. Kasama in Tagalog roughly translates to “together”, we — as a team — promote the idea of family, community, culture, and self-expression.",
        "kasama.ucsc@gmail.com"
      ],
      [
        "Mariachi Eterno",
        "@mariachieterno",
        "Mariachi Eterno de UCSC is focused on the practice and performance of Mariachi music. Our club frequently performs on-campus and in the larger Santa Cruz community.",
        "mariachieternosc@gmail.com"
      ],
      [
        "On The Spot (OTS)",
        "@onthespot_ucsc",
        "A sketch comedy organization that does both live and prerecorded segments that we showcase in a live show at the end of quarters. Students gain the opportunity to learn about the pre and post production as well as being able to use equipment on set.",
        "onthespot10@gmail.com"
      ],
      [
        "Pagkakaisa Dance Troupe (PDT)",
        "@pdt.ucsc",
        "PDT (Pagkakaisa Dance Troupe) is the Filipino traditional dance troupe housed under Bayanhian. We aim to connect anyone interested with the culture through the many traditional dances.",
        "pdt.ucsc@gmail.com"
      ],
      [
        "POPreka",
        "@poprekaucsc",
        "We are a K-pop dance and social club! Open to all and non-audition based, we hold workshops every two weeks with social events in between. We have performance opportunities every quarter!",
        "poprekadance@gmail.com"
      ],
      [
        "Raas Rangeela",
        "@raas_rangeelaa",
        "UCSC Raas Rangeela is a competitive Raas/Garba dance team at the University of California, Santa Cruz.",
        "ucsc.raas@gmail.com"
      ],
      [
        "Sabrosura Latin Dance Troupe",
        "@sabrosuraldt",
        "We are a Latin organization that teaches various genres of Latin dance. We host workshops open to all and we also have an official dance team that performs at various events. Our goal is “To spread the Latin American and Caribbean culture and rituals through the art of dance”.",
        "sabrosuraldt@gmail.com"
      ],
      [
        "Slug’ n Boots",
        "@slugnboots",
        "Slug ‘n Boots is a weekly, beginner friendly line dance club. Bring your friends, and let’s cut footloose!",
        "mosnovik@ucsc.edu"
      ],
      [
        "Slugs in Fishnets",
        "@slugsinfishnets",
        "UCSC’s very own Rocky Horror Picture Show shadow cast: Slugs in Fishnets! We are a student-run organization that works to provide a safe space for students to explore identity, expression, and queer culture by making our unique, experimental, fun, and adaptable theatrical tradition.",
        "slugsinfishnets@gmail.com"
      ],
      [
        "SlugSpeak",
        "@slugspeakatucsc",
        "A group of students exploring the art of Voice Work through student projects and an abridged series. Open to all levels of experience!",
        "slugspeakatuccsc@gmail.com"
      ],
      [
        "Starchrome",
        "@officialstarchrome",
        "Instagram: @officialstarchrome",
        "starchroma.kdance@gmail.com"
      ],
      [
        "Taza Tal",
        "@officialtazatal",
        "Taza Tal is the premier award-winning South Asian Acapella team on campus. We compete nationally in the ASA circuit as well as perform at numerous on campus events throughout year.",
        "ucsctazatal@gmail.com"
      ],
      [
        "Traditional East Asian & Rock (TEA&R)",
        "(not listed)",
        "We are a Traditional East Asian Band that plays East Asian music, such as Traditional Chinese music, C-pop, K-pop, and J-pop.",
        "xyuan42@ucsc.edu"
      ]
    ]
  },
  {
    "computing": [
      [
        "Adobe Club",
        "@ucscadobeclub",
        "Adobe Club is a creative community that helps students (all majors) build real-world design skills using Adobe Creative Cloud tools.",
        "ucscadobe@gmail.com"
      ],
      [
        "ACM-W",
        "acmw.ucsc",
        "ACM-W (Association for Computing Machinery for Women) is a STEM club on campus that serves to educate, promote, and connect women and non-binary individuals in the computing field by bridging the gap between academia and industry!",
        "acmw.ucsc@gmail.com",
        "**"
      ],
      [
        "Game Design & Art Collaborations (GDA)",
        "(not listed)",
        "The Game Design & Art Collaboration is a club at UCSC whose goal is to give students an opportunity to get game-making experience, learn game development disciplines, and find friends who also enjoy games.",
        "gdaclub@ucsc.edu"
      ],
      [
        "Google Developer Group on Campus UCSC",
        "@gdgc_ucsc",
        "Google Developer Group on Campus UC Santa Cruz is a chapter of the global Google Developer Group Community. We are an inclusive, collaborative space for anyone interested in technology. Our community events include technical workshops on Flutter, React, and Firebase, and socials.",
        "hpalanik@ucsc.edu"
      ],
      [
        "Muslim Tech Collaborative",
        "@mtcucsc",
        "MTC aims to create a supportive and collaborative space for Muslim students interested in technology, helping them through professional development, mentorship, and educational opportunities.We also seek to help solve community challenges, educate youth in tech, and promote a sense of belonging",
        "assharif@ucsc.edu"
      ],
      [
        "Not-So-Slow-Slugs",
        "@not.so.slow.slugs",
        "NS3 gathers students interested in high performance computing and helps them get industry experience by competing in international supercomputing competitions.",
        "thefastestslugs@gmail.com"
      ],
      [
        "Quantum Computing at UCSC",
        "@ucscquantum",
        "A Quantum Computing research community focused on research opportunities, hands-on workshops and open-source projects.",
        "ucscquantum@gmail.com"
      ],
      [
        "Sports Analytics Club at UCSC",
        "@sa_ucsc",
        "The Sports Analytics Club applies data science to solve real-world sports challenges, building essential portfolio skills for career success.",
        "sac.ucsc@gmail.com"
      ]
    ]
  },
  {
    "design": [
      [
        "Adobe Club",
        "@ucscadobeclub",
        "Adobe Club is a creative community that helps students (all majors) build real-world design skills using Adobe Creative Cloud tools.",
        "ucscadobe@gmail.com"
      ],
      [
        "Chinquapin Literary Magazine",
        "@chinquapinucsc",
        "Chinquapin Literary Magazine began in 1978 and has been creating yearly anthologies of student art and writing ever since. For the past 47 years, we have been run by students of UCSC. Chinquapin is a space for students to learn about the ins and outs of publishing, and to highlight student work.",
        "chinquapin@gmail.com"
      ],
      [
        "City on a Hill Press",
        "@chpnow",
        "City on a Hill Press is produced by and for UCSC students. Our primary goal is to report and analyze issues affecting the student population and the Santa Cruz community.",
        "editors@cityonahillpress.com"
      ],
      [
        "Eyecandy Film Journal",
        "@eyecandyfilmjournal",
        "EyeCandy Film Journal is an annually released student-run publication that is devoted to highlighting students passions of film, television, and visual media.",
        "eyecandyfilmjournal@gmail.com"
      ],
      [
        "Fishrap Live!",
        "@fishraplive",
        "We are UCSC’s first and only satire newspaper on campus! We publish hilarious articles and headlines about current events, campus news, or about any other funny thing.",
        "fishraplive@gmail.com"
      ],
      [
        "Fruitcake Magazine",
        "(not listed)",
        "Fruitcake is an alternative art magazine that has been operating out of UC Santa Cruz since 2015. We are dedicated to creative expression through printable visual media, always striving to provide the most open platform possible for student artists to share their visions, thoughts, and stories.",
        "fruitcakesc@gmail.com"
      ],
      [
        "Game Design & Art Collaborations (GDA)",
        "(not listed)",
        "The Game Design & Art Collaboration is a club at UCSC whose goal is to give students an opportunity to get game-making experience, learn game development disciplines, and find friends who also enjoy games.",
        "gdaclub@ucsc.edu"
      ],
      [
        "Han Chinese Traditional Clothing",
        "(not listed)",
        "Han Chinese Traditional Clothing aims to promote the beauty of traditional Hanfu culture. Our organization strives to create a welcoming community where members can learn and experience Hanfu together.",
        "cdeng18@ucsc.edu"
      ],
      [
        "Matchbox Magazine",
        "@matchboxmagazine",
        "We are a student-run magazine that publishes art, literature, music, and more. Our mission is to platform undergraduate underrepresented student voices across the UC system, particularly artists with a diversity of intersectional identities, experiences, and radical visions for expression.",
        "matchboxmagazine@gmail.com"
      ],
      [
        "Shutterslug",
        "@shutterslugofficial",
        "Shutterslug is UC Santa Cruz’s only photography organization. We offer a space for undergrad student photographers of all ability levels to showcase their work. Each year, we publish a professionally printed magazine, Lightleak, compiled of photo submissions from students across campus.",
        "shutterslugphotgraphy@gmail.com"
      ],
      [
        "Student Cable Television (SCTV)",
        "@sctv_media",
        "The parent organization of FPC and OTS, manages and hosts weekly meetings to support the broadcast organizations.",
        "studentcabletv@gmail.com"
      ],
      [
        "The Slug Collective",
        "@slug_collective",
        "UCSC’s official music production club! Connect and collaborate with creative minds across campus at our weekly meetings!",
        "theslugcollective@gmail.com"
      ],
      [
        "TWANAS",
        "@twanas_press",
        "TWANAS is one of the oldest student-run magazines at UC Santa Cruz. Dedicated to providing a mediaoutlet for students of color, TWANAS publishes approximately two issues per academic year and holds weekly staff meetings, with times and locations updated quarterly",
        "twanaspress@gmail.com"
      ]
    ]
  },
  {
    "culture": [
      [
        "Afghan Student Association",
        "@ucsc_asa",
        "The Afghan Student Association is a cultural club dedicated to celebrating and sharing Afghan heritage with our campus and community. We introduce Afghan traditions, music, and customs to the community.",
        "uahmadi@ucsc.edu"
      ],
      [
        "Alay",
        "@alay.ucsc",
        "Alay is the self-expression aspect housed under Bayanihan and Student Media Organization. We foster a community welcome to students of all backgrounds to create art and explore their identities.",
        "alay.ucsc@gmail.com"
      ],
      [
        "Alpha Epsilon Pi (AEPi)",
        "@aepi.ucsc",
        "Alpha Epsilon Pi (AEPi) is the world’s Jewish college fraternity, operating chapters on more than 150 college campuses in four countries. We are a social fraternity that aims to uplift and develop young men into future leaders through brotherhood, philanthropy, and community service.",
        "willellenstein@gmail.com"
      ],
      [
        "alpha Kappa Delta Phi (aKDPhi)",
        "@ucsc_akdphi",
        "alpha Kappa Delta Phi is an international Asian-interest sorority with 60+ chapters located at numerous universities across the United States and in Canada. We have dedicated ourselves to upholding and exemplifying our pillars of scholarship, leadership, service, Asian-awareness, and sisterhood.",
        "akdphideltapresident@gmail.com",
        "**"
      ],
      [
        "Anakbayan Santa Cruz",
        "@anakbayansc",
        "Promoting and uplifting Pilipinx/Filipino youth and students to fight for national democracy in thePhilippines!",
        "Anakbayansc@gmail.com"
      ],
      [
        "Arab Student Union (ASU)",
        "@ucsc.asu",
        "The Arab Student Union celebrates and shares Arab culture, heritage, and aims to create unity within our campus community. Our mission is to create an inclusive space where students can come together, build connections, and share their personal experiences.",
        "arabstudentunion@gmail.com"
      ],
      [
        "Asian Pacific Islander Student Alliance (APISA)",
        "@apisa.slugs",
        "The Asian Pacific Islander Student Alliance (APISA) emphasizes unity and empowerment through celebrating the diverse cultures and customs of the AA/PI (Asian/Pacific Islander) communities in higher education and beyond.",
        "apisa.slugs@gmail.com"
      ],
      [
        "Bangladeshi Student Association",
        "@bsacruz",
        "BSA is a place where we showcase and celebrate Bangladeshi Culture. Although Bengalis around the world are part of the same ethnic group, as Bangladeshis we have our own history and one of the main motivations behind BSA is to represent Bangladeshis here at UCSC.",
        "bsasantacruz@gmail.com"
      ],
      [
        "Bayanihan at UC Santa Cruz",
        "@bayanihan.ucsc",
        "Bayanihan is the Filipino Student Association at UCSC! We serve the Filipino community at UCSC and its allies. Our organization includes many sub-orgs ranging in focus from student retention to ballroom dance.",
        "bayanihan.ucsc@gmail.com"
      ],
      [
        "Chinese Student Association (CSA)",
        "@csa_ucsc",
        "CSA is a student organization devoted to promoting unity and empowerment among UCSC students emphasizing Chinese and Chinese American cultural aspects. We host a variety of small bonding events, culminating in our annual Lunar New Year Banquet which is turning 40 this year!",
        "csaofucsc@gmail.com"
      ],
      [
        "Chinese Students and Scholars Association",
        "@ucsc_cssa",
        "The stated function of CSSAs is helping overseas Chinese in their life, study, work, and other issues, bringing Chinese students together on campus, serving as a bridge between Chinese and other communities, and promoting Chinese culture",
        "ucsccssa666@gmail.com"
      ],
      [
        "Chinese Union @ UCSC",
        "(not listed)",
        "Chinese Union (CU) at UCSC is a student organization dedicated to supporting Chinese students and those interested in Chinese culture. We provide a welcoming community and host cultural and social events to foster connection and diversity on campus.",
        "tfu18@ucsc.edu"
      ],
      [
        "Estudiantes Oaxaqueños de Ahora (EODA)",
        "@eodaucsc",
        "Our aim is to build an encouraging and supportive community for Oaxacan students and allies that promotes unity, cultural awareness, and academic success. We welcome students of all backgrounds, especially Indigenous Latine students.",
        "eodaucsc1@gmail.com"
      ],
      [
        "GABRIELA Santa Cruz",
        "(not listed)",
        "Santa Cruz Chapter of GABRIELA USA, a grassroots Filipina organization that advocates for women’s rights and social justice, focused on struggling for national sovereignty, genuine democracy, and full liberation of women!",
        "gabrielasc.slugs@gmail.com",
        "**"
      ],
      [
        "Grupo Folklorico Los Mejicas",
        "@losmejicas",
        "Los Mejicas is a Mexican folkloric dance group on campus dedicated to teaching and performing the regional music, dances, and traditions of Mexico. Los Mejicas is proudly student-run and student-directed as a dance troupe comprised of students.",
        "losmejicas@gmail.com"
      ],
      [
        "Haluan Hip Hop Dance Troupe",
        "@haluanhiphop",
        "Auditions-based hip-hop co-ed dance team under Bayanihan, celebrating community and diversity as the name “Haluan” means “of mixed nature” in Tagalog.",
        "haluandance.ucsc@gmail.com"
      ],
      [
        "Han Chinese Traditional Clothing",
        "(not listed)",
        "Han Chinese Traditional Clothing aims to promote the beauty of traditional Hanfu culture. Our organization strives to create a welcoming community where members can learn and experience Hanfu together.",
        "cdeng18@ucsc.edu"
      ],
      [
        "Indian Student Association (ISA)",
        "@ucsc_isa",
        "The Indian Student Association at UCSC shares India’s cultural heritage while building community across campus. ISA promotes awareness, diversity, and unity—and welcomes everyone to join and get involved!",
        "ucsc.isa@gmail.com"
      ],
      [
        "Iranian Student Union",
        "@ucscisu",
        "Iranian Student Union (ISU) is an a student-run organization dedicated to serving the Iranian Community at UCSC through social and cultural events.",
        "tshafiei@ucsc.edu"
      ],
      [
        "Isang Himig (IH)",
        "@isanghimig",
        "Isang Himig, “one melody, is a multicultural non-competitive A Capella group housed under Bayanihan.",
        "isanghimig.ucsc@gmail.com"
      ],
      [
        "Japanese Student Association (JSA)",
        "@ucsc_jsa",
        "JSA is a social club open to all students who are interested in participating in Japanese culture through general meetings and weekend events.",
        "jsaucsc@gmail.com"
      ],
      [
        "JK Family Kazoku Kajok",
        "@ucsc_jkfamdance",
        "JK Family is a safe community for people who enjoy American, Korean, and Japanese music to dance together. We are a UCSC based non-audition dance club open to anyone of all skill levels and styles.",
        "jkfamdance2@gmail.com"
      ],
      [
        "Kahaani",
        "(not listed)",
        "UCSC Kahaani is a competitive Bollywood fusion dance team at the University of California, Santa Cruz. The team brings together diverse dance styles to celebrate culture and storytelling through collegiate competitions across the nation.",
        "ucsckahaani@gmail.com"
      ],
      [
        "Kasama Ballroom Dance Troupe",
        "@kasama.ucsc",
        "The Kasama Ballroom Dance Troupe was founded in 2017 as a performing aspect housed under Bayanihan at the University of California, Santa Cruz. Kasama in Tagalog roughly translates to “together”, we — as a team — promote the idea of family, community, culture, and self-expression.",
        "kasama.ucsc@gmail.com"
      ],
      [
        "Khmer Student Association",
        "@ksa_ucsc",
        "The Khmer Student Association aims to foster an empathetic, conscious, and welcoming community for members and Khmer students. We aim to promote academic success, cultural awareness, and social engagement.",
        "khmer.ucsc@gmail.com"
      ],
      [
        "Korean American Student Association (KASA)",
        "@ucsc.kasa",
        "The Korean American Student Association is a student run social and cultural organization that values equality and diversity here at UCSC. We are focused on promoting and celebrating Korean culture to students of all backgrounds and provide opportunities for relationships through our events.",
        "ucsckasa@gmail.com"
      ],
      [
        "Kuya Ate Mentorship Program (KAMP)",
        "@kamp.ucsc",
        "KAMP is a student-initiated and student-led retention program that targets, but is not exclusive to, the Pilipinx community. Under Bayanihan and Engaging Education, KAMP’s three chief components consist of: 1) mentorship, 2) academics, and 3) social/cultural support",
        "kamp.ucsc@gmail.com"
      ],
      [
        "Leviathan",
        "@leviathanjewishjournal",
        "Jewish student journal",
        "leviathanvoice@gmail.com"
      ],
      [
        "Mariachi Eterno",
        "@mariachieterno",
        "Mariachi Eterno de UCSC is focused on the practice and performance of Mariachi music. Our club frequently performs on-campus and in the larger Santa Cruz community.",
        "mariachieternosc@gmail.com"
      ],
      [
        "MEChA",
        "@mechadeucsc",
        "MEChA de UCSC is a Latine organization where we uplift and embrace our culture, emphasizing higher education within our community. As well as address issues around our community and advocate for our community.",
        "ourstorian19@gmail.com"
      ],
      [
        "Muslim Student Association (MSA)",
        "@ucsc.msa",
        "The UCSC MSA is a welcoming space where Muslims and allies come together to build and help out the community, grow in faith, and share culture.",
        "ucsc.msa@gmail.com"
      ],
      [
        "Nigerian Student Association",
        "@nsa.ucsc",
        "NSA is an inclusive student organization that brings people together to learn about and celebrate Nigerian culture through community and cultural events.",
        "nigerianstudentassociation@gmail.com"
      ],
      [
        "Pagkakaisa Dance Troupe (PDT)",
        "@pdt.ucsc",
        "PDT (Pagkakaisa Dance Troupe) is the Filipino traditional dance troupe housed under Bayanhian. We aim to connect anyone interested with the culture through the many traditional dances.",
        "pdt.ucsc@gmail.com"
      ],
      [
        "Pakistani Student Association",
        "@ucsc.psa",
        "We are a club dedicated to expressing Pakistani culture and identity through social events.",
        "musyed@ucsc.edu"
      ],
      [
        "POPreka",
        "@poprekaucsc",
        "We are a K-pop dance and social club! Open to all and non-audition based, we hold workshops every two weeks with social events in between. We have performance opportunities every quarter!",
        "poprekadance@gmail.com"
      ],
      [
        "Raas Rangeela",
        "@raas_rangeelaa",
        "UCSC Raas Rangeela is a competitive Raas/Garba dance team at the University of California, Santa Cruz.",
        "ucsc.raas@gmail.com"
      ],
      [
        "Sabrosura Latin Dance Troupe",
        "@sabrosuraldt",
        "We are a Latin organization that teaches various genres of Latin dance. We host workshops open to all and we also have an official dance team that performs at various events. Our goal is “To spread the Latin American and Caribbean culture and rituals through the art of dance”.",
        "sabrosuraldt@gmail.com"
      ],
      [
        "Sigma Lambda Beta (SLB)",
        "@santacruzbetas",
        "Sigma Lambda Beta is a Latino-based, multicultural fraternity founded in 1986 that promotes brotherhood, scholarship, service, and cultural awareness while developing multicultural leaders on campus.",
        "fmiramon@ucsc.edu"
      ],
      [
        "Sigma Lambda Gamma",
        "@ucscgammas",
        "Sigma Lambda Gamma National Sorority, Inc. is a social multicultural sisterhood/siblinghood of empowered members who have chosen this affiliation as a means to achieve personal development in their lives and make a difference in our global community; recognizing the need for togetherness.",
        "ucsc.gammas@gmail.com",
        "**"
      ],
      [
        "Sigma Omicron Pi (SOPi)",
        "@ucscsopi",
        "Sigma Omicron Pi is the first national Asian-American interest sorority based on these objectives: Unity, Friendship, Leadership, Service. We aim to promote awareness of Asian culture and foster lifelong friendships and unity. We are not Asian-exclusive and encourage everyone to join!",
        "jaloau@ucsc.edu",
        "**"
      ],
      [
        "Sigma Phi Zeta",
        "@sigmaphizeta_fraternity",
        "Sigma Phi Zeta is a multicultural fraternity dedicated to upholding our four pillars of character: academic excellence, community service, brotherhood, and of course multiculturalism. We strive to uplift our community and our brothers while creating a safe and collaboratively diverse environment.",
        "ucscsigmaphizeta@gmail.com"
      ],
      [
        "Sigma Pi Alpha Sorority, Inc.",
        "@sigmapialpha_sororityinc",
        "Sigma Pi Alpha Sorority, Inc. is a Chicana/Latina-based sorority that strives to empower women from all cultures through community service, campus involvement, and sisterhood. We hold our motto, “Mujeres con Cultura, Fuerza, y Hermandad” close to our hearts as it embodies our sisterhood, celebra",
        "CONTACT@SIGMAPIALPHA.ORG",
        "**"
      ],
      [
        "Sikh Student Association",
        "@ucsc_ssa",
        "Our vision is to build a space where Sikh students can feel at home, stay connected to our roots, and create real community on campus. We want to celebrate our culture, support each other, and share Sikh values like seva and inclusivity with everyone around us.",
        "sikhstudents@gmail.com"
      ],
      [
        "Slavic Student Association",
        "@ucscssa",
        "A welcoming community for Slavic students to bond over their culture and celebrate their heritage.",
        "slavicstudentsucsc@gmail.com"
      ],
      [
        "South American Student Association",
        "@sasaucsc",
        "SASA aims to create cultural awareness, connections, and community for South American culture and peoples. Our goal is to make space for and diversify the representation of Latine cultures, such as by holding community events and meetings.",
        "ucscsasa@gmail.com"
      ],
      [
        "Starchrome",
        "@officialstarchrome",
        "Instagram: @officialstarchrome",
        "starchroma.kdance@gmail.com"
      ],
      [
        "Student Alliance of Native American and Indigenous Peoples (SANAI)",
        "(not listed)",
        "SANAI is a student-run organization that uplifts and supports Indigenous students on campus. Through social activities, we build community, and through advocacy efforts, we spread awareness about issues affecting the Indigenous peoples of Turtle Island.",
        "alcking@ucsc.edu"
      ],
      [
        "Taiwanese Student Association (TSA)",
        "@ucsc_tsa",
        "A non-profit cultural student club at the University of California Santa Cruz. We are here to dedicate ourselves to providing a fun, safe, and supportive environment for overseas Taiwanese students, as well as anyone who is interested in Taiwanese culture!",
        "ucsctsa@gmail.com"
      ],
      [
        "Taza Tal",
        "@officialtazatal",
        "Taza Tal is the premier award-winning South Asian Acapella team on campus. We compete nationally in the ASA circuit as well as perform at numerous on campus events throughout year.",
        "ucsctazatal@gmail.com"
      ],
      [
        "Thai Student Association (Thaisa)",
        "@tlsa.ucsc",
        "We are a group of Thai & Laotian students at UCSC hoping to create a safe community for students to learn and embrace their Thai Lao heritage! Through our club, we provide activities for students to immerse themselves in their mother languages and participant in culture-related activities.",
        "ucscthaisa@gmail.com"
      ],
      [
        "Traditional East Asian & Rock (TEA&R)",
        "(not listed)",
        "We are a Traditional East Asian Band that plays East Asian music, such as Traditional Chinese music, C-pop, K-pop, and J-pop.",
        "xyuan42@ucsc.edu"
      ],
      [
        "TWANAS",
        "@twanas_press",
        "TWANAS is one of the oldest student-run magazines at UC Santa Cruz. Dedicated to providing a mediaoutlet for students of color, TWANAS publishes approximately two issues per academic year and holds weekly staff meetings, with times and locations updated quarterly",
        "twanaspress@gmail.com"
      ],
      [
        "Vietnamese Student Association (VSA)",
        "@ucscvsa",
        "Founded in 1999, the Vietnamese Student Association at UCSC is a student-led, non-profit organization dedicated to promoting cultural awareness and diversity. VSA aims to develop an appreciation for our own identities, value the diversity of our campus, & find similarities that connect us.",
        "vsa.ucsc@gmail.com"
      ]
    ]
  },
  {
    "religion / spirituality": [
      [
        "Alpha Epsilon Pi (AEPi)",
        "@aepi.ucsc",
        "Alpha Epsilon Pi (AEPi) is the world’s Jewish college fraternity, operating chapters on more than 150 college campuses in four countries. We are a social fraternity that aims to uplift and develop young men into future leaders through brotherhood, philanthropy, and community service.",
        "willellenstein@gmail.com"
      ],
      [
        "Asian American Christian Fellowship (AACF)",
        "@aacfucsc",
        "We are a Christian fellowship dedicated to reaching our campus with the life-changing message of Jesus Christ. Our ministry includes Large Group Gatherings, Small Group Discussions, Discipleship, Worship,Prayer, and more!",
        "aacf.ucsc@aacf.org"
      ],
      [
        "Association of Muslims in Politics and Law",
        "@amplucsc",
        "AMPL is the Association of Muslims in Politics and Law dedicated to supporting students interested in politics, law, advocacy, and related fields.",
        "amplucsc@gmail.com"
      ],
      [
        "Bhakti Yoga Club",
        "@bhaktiyogaucsc",
        "A community that shares and deepens the understanding of spirituality through the timeless wisdom found in the Bhagavad Gita and the joyful practice of mantra meditation.",
        "bhaktiucsc@gmail.com"
      ],
      [
        "Christians on Campus at UCSC (COC)",
        "@ucscchristians",
        "We’re a group of students who simply love God and we gather together for weekly bible studies throughout the school year.",
        "ucscchristiansoncampus@gmail.com"
      ],
      [
        "Hindu YUVA",
        "@hinduyuvaucsc",
        "Hindu YUVA (Youth for Unity, Virtue, and Action) is a cultural and spiritual organization that provides a safe space for Hindu students on campus and raises awareness about the Hindu faith. We promote the practice of Hindu Dharma through cultural, educational, and service-oriented activities.",
        "svkandpa@ucsc.edu"
      ],
      [
        "Islamic Student Studies Association",
        "@madrasa.ucsc",
        "We are dedicated to dawah, the invite. Making aware people and educating them of possible misconceptions of Islam.",
        "skhan74@ucsc.edu"
      ],
      [
        "Jewish Student Union",
        "@jsu_ucsc",
        "The Jewish Student Union at UC Santa Cruz (JSU) is a student-led organization dedicated to creating a safe and welcoming space for Jewish students on campus. We celebrate Jewish culture, traditions, and holidays, advocate for the safety and visibility of Jewish students, and build meaningful connection.",
        "rkonchit@ucsc.edu"
      ],
      [
        "Leviathan",
        "@leviathanjewishjournal",
        "Jewish student journal",
        "leviathanvoice@gmail.com"
      ],
      [
        "Muslim Student Association (MSA)",
        "@ucsc.msa",
        "The UCSC MSA is a welcoming space where Muslims and allies come together to build and help out the community, grow in faith, and share culture.",
        "ucsc.msa@gmail.com"
      ],
      [
        "Muslim Tech Collaborative",
        "@mtcucsc",
        "MTC aims to create a supportive and collaborative space for Muslim students interested in technology, helping them through professional development, mentorship, and educational opportunities.We also seek to help solve community challenges, educate youth in tech, and promote a sense of belonging",
        "assharif@ucsc.edu"
      ],
      [
        "Newman Catholic Club",
        "@ucscnewman",
        "The Newman Catholic Club is your official Catholic student group at UCSC. We offer weekly Sunday Mass, social gatherings, and Bible studies on campus or in our off-campus house close to the campus’ main entrance. We look forward to having you at our events!",
        "ucscnewmancenter@gmail.com"
      ],
      [
        "Sikh Student Association",
        "@ucsc_ssa",
        "Our vision is to build a space where Sikh students can feel at home, stay connected to our roots, and create real community on campus. We want to celebrate our culture, support each other, and share Sikh values like seva and inclusivity with everyone around us.",
        "sikhstudents@gmail.com"
      ],
      [
        "THRIVE Campus Ministries",
        "@thrive.ucsc",
        "We are a ministry on campus solely focused on doing personal Bible studies with students on Campus, and holding weekly events.",
        "adebaez@ucsc.edu"
      ]
    ]
  },
  {
    "greek-life": [
      [
        "Alpha Epsilon Pi (AEPi)",
        "@aepi.ucsc",
        "Alpha Epsilon Pi (AEPi) is the world’s Jewish college fraternity, operating chapters on more than 150 college campuses in four countries. We are a social fraternity that aims to uplift and develop young men into future leaders through brotherhood, philanthropy, and community service.",
        "willellenstein@gmail.com"
      ],
      [
        "alpha Kappa Delta Phi (aKDPhi)",
        "@ucsc_akdphi",
        "alpha Kappa Delta Phi is an international Asian-interest sorority with 60+ chapters located at numerous universities across the United States and in Canada. We have dedicated ourselves to upholding and exemplifying our pillars of scholarship, leadership, service, Asian-awareness, and sisterhood.",
        "akdphideltapresident@gmail.com",
        "**"
      ],
      [
        "Alpha Kappa Psi (AKPsi)",
        "@ucscakpsi",
        "Co-ed Major inclusive Professional Business Fraternity",
        "rijchung@ucsc.edu"
      ],
      [
        "Alpha Phi Omega",
        "@apo_ucsc",
        "APhiO is a service-based fraternity that promotes the qualities of leadership, friendship, and service to all its members.",
        "agn.apo.pres@gmail.com"
      ],
      [
        "Alpha Psi",
        "@ucscalphapsi",
        "This organization aims to establish and maintain students’ convocation, encouraging personal and social development while striving for academic and intellectual excellence.",
        "alphapsi1988@gmail.com"
      ],
      [
        "College Panhellenic Council",
        "@ucscpanhellenic",
        "Council composed of members from each of the three Panhellenic sororities on campus that oversee each organization",
        "collegepanhellenic@gmail.com"
      ],
      [
        "Delta Sigma Pi (DSP)",
        "@ucscdsp",
        "The Pi Chi Chapter of Delta Sigma Pi is the largest and oldest co-ed professional business fraternity at the University of California, Santa Cruz. Since our founding in 2010, we have been dedicated to creating an environment that gives our brothers an opportunity to grow personally and professionally.",
        "pichipres@gmail.com"
      ],
      [
        "Gamma Phi Beta (GPhi)",
        "@ucscgammaphibeta",
        "The UCSC Chapter of Gamma Phi Beta builds confident women of character. Our mission is to inspire the highest type of womanhood, guided by our symbols, the crescent moon and pink carnation, and our core values of Love, Labor, Learning, and Loyalty.",
        "Juafrias@ucsc.edu",
        "**"
      ],
      [
        "Inter-Greek Council (IGC)",
        "@ucscigc",
        "Student Body for greek organizations",
        "igc@ucsc.edu"
      ],
      [
        "Kappa Alpha Theta (KAT)",
        "@ucsctheta",
        "We are a social sorority among two other Panhellenic sororities that hosts weekly meetings. Our philanthropy is CASA so we host multiple events in support for them.",
        "ucscthetapresident@gmail.com",
        "**"
      ],
      [
        "Kappa Gamma Delta (KGD)",
        "@ucsckgd",
        "A professional sorority dedicated to supporting women interested in pursing careers in healthcare.",
        "ucsckgdpresident@gmail.com",
        "**"
      ],
      [
        "Kappa Kappa Gamma (KKG)",
        "@ucsckkg",
        "Kappa Kappa Gamma is a women’s fraternity founded in 1870 that fosters a strong sense of sisterhood, academic excellence, and personal growth. Eta Mu chapter at UCSC is built on the values of leadership, scholarship, and service, providing members with lifelong friendships.",
        "alnagome@ucsc.edu",
        "**"
      ],
      [
        "Kappa Zeta",
        "@kappazetaucsc",
        "We are a Multicultural Sorority on Campus with a focused philanthropy based on Women and Children.",
        "kzpresident.ucsc@gmail.com",
        "**"
      ],
      [
        "Sigma Lambda Beta (SLB)",
        "@santacruzbetas",
        "Sigma Lambda Beta is a Latino-based, multicultural fraternity founded in 1986 that promotes brotherhood, scholarship, service, and cultural awareness while developing multicultural leaders on campus.",
        "fmiramon@ucsc.edu"
      ],
      [
        "Sigma Lambda Gamma",
        "@ucscgammas",
        "Sigma Lambda Gamma National Sorority, Inc. is a social multicultural sisterhood/siblinghood of empowered members who have chosen this affiliation as a means to achieve personal development in their lives and make a difference in our global community; recognizing the need for togetherness.",
        "ucsc.gammas@gmail.com",
        "**"
      ],
      [
        "Sigma Omicron Pi (SOPi)",
        "@ucscsopi",
        "Sigma Omicron Pi is the first national Asian-American interest sorority based on these objectives: Unity, Friendship, Leadership, Service. We aim to promote awareness of Asian culture and foster lifelong friendships and unity. We are not Asian-exclusive and encourage everyone to join!",
        "jaloau@ucsc.edu",
        "**"
      ],
      [
        "Sigma Phi Zeta",
        "@sigmaphizeta_fraternity",
        "Sigma Phi Zeta is a multicultural fraternity dedicated to upholding our four pillars of character: academic excellence, community service, brotherhood, and of course multiculturalism. We strive to uplift our community and our brothers while creating a safe and collaboratively diverse environment.",
        "ucscsigmaphizeta@gmail.com"
      ],
      [
        "Sigma Pi Alpha Sorority, Inc.",
        "@sigmapialpha_sororityinc",
        "Sigma Pi Alpha Sorority, Inc. is a Chicana/Latina-based sorority that strives to empower women from all cultures through community service, campus involvement, and sisterhood. We hold our motto, “Mujeres con Cultura, Fuerza, y Hermandad” close to our hearts as it embodies our sisterhood, celebra",
        "CONTACT@SIGMAPIALPHA.ORG",
        "**"
      ]
    ]
  },
  {
    "health": [
      [
        "American Medical Student Association (AMSA)",
        "(not listed)",
        "AMSA is a national organization of aspiring physicians. UCSC AMSA is a space for all pre-meds on campus with events like volunteering, suturing workshops, and more!",
        "skim335@ucsc.edu"
      ],
      [
        "American Red Cross Association (ARCA)",
        "@ucscredcross",
        "We are here to assist the school and the American Red Cross in instituting, encouraging, unifying, and executing projects and services in cooperation with the Santa Cruz Region Chapter.",
        "ucscredcross@gmail.com"
      ],
      [
        "Aspiring Physician Assistant’s Association",
        "@ucsc_apaa",
        "The Aspiring Physician Assistants Association educates and empowers students pursuing the PA profession through mentorship, workshops, guest speakers, and panels that provide insight into the PA school experience and the PA profession.",
        "ucsc.apaa@gmail.com"
      ],
      [
        "Better Home Foundation",
        "@betterhomefoundation",
        "Better Home Foundation is dedicated to providing the homeless and underprivileged with access to clothing, food, educational opportunities, and other basic human rights. We aim to do this with fundraising and donations while also educating the youth.",
        "betterhome.impact@gmail.com"
      ],
      [
        "Complementary & Alternative Medicine Club (CAM)",
        "@ucsc.camedicine",
        "Complementary and alternative medicine focuses on holistic healing of the body. CAM club will focus on spreading awareness of healing that is natural and inclusive",
        "camedicine.club@gmail.com"
      ],
      [
        "Emergency Medical Slugs (EMS)",
        "@emslugs_ucsc",
        "Our club is the only organization at UCSC with a focus on pre-hospital and emergency medicine-based healthcare. We train our members in first-aid skills at our general body meetings. We also have volunteer opportunities, where we provide free medical/first aid care at various on-campus events.",
        "emergencymedicalslugs@gmail.com"
      ],
      [
        "End Overdose at UC Santa Cruz",
        "@endoverdose.ucsc",
        "Ending drug-related deaths through education, public awareness, and medical intervention. We train people in how to recognize and respond to an opioid overdose.",
        "ucsc@endoverdose.net"
      ],
      [
        "Friends of Medicine",
        "@ucsc_fom",
        "Friends of Medicine is a student run organization whose main goal is to support healthcare workers as well as people receiving medical care. We aim to spread positivity through fun and creative events, as well as help familiarize students with pre-health related tracks.",
        "kshurill@ucsc.edu"
      ],
      [
        "Kappa Gamma Delta (KGD)",
        "@ucsckgd",
        "A professional sorority dedicated to supporting women interested in pursing careers in healthcare.",
        "ucsckgdpresident@gmail.com",
        "**"
      ],
      [
        "MEDLIFE",
        "@medlifeucsc",
        "UCSC MEDLIFE is a chapter representing a worldwide non-profit. Our student body focuses on volunteering within the city of Santa Cruz but also on a global scale. We travel with MEDLIFE and shadow local doctors wherever we go. We also offer career development to our students on campus.",
        "medlifeucsc@gmail.com"
      ],
      [
        "Operation Smile",
        "@operationsmileucsc",
        "Operation Smile is a campus chapter of the international nonprofit Operation Smile, dedicated to raising awareness and funds for cleft lip and palate surgeries in low-and-middle-income countries.",
        "ucsc.operationsmile@gmail.com"
      ],
      [
        "Partners in Health Engage at UCSC",
        "@UCSantaCruzPIH",
        "We are a student chapter of the national nonprofit Partners In Health. We focus on educating students and the community on topics related to public and global health; Facilitating advocacy events for related political/social causes; Fundraising for campaigns dedicated to minimizing various health issue.",
        "chjacook@ucsc.edu"
      ],
      [
        "Planned Parenthood: Generation Action",
        "@plannedparenthooducsc",
        "Planned Parenthood Generation Action @UCSC is an organization which is supported by Planned Parenthood Mar Monte in promoting sexual health education and advocacy as well as promotion of reproductive justice matters in the Santa Cruz area.",
        "ppga.ucsc@gmail.com"
      ],
      [
        "Pre-Dental Society",
        "@ucscpredental",
        "The UCSC Pre-Dental Society introduces undergraduate students to the field of dentistry and provides guidance, mentorship, and resources to help members become the most competitive dental school applicants possible.",
        "predentalslugs@gmail.com"
      ],
      [
        "Pre-Optometry Society of UCSC",
        "@ucscpreopto",
        "Provides a space for students passionate about eye health and vision science to connect, learn, and grow. Our club’s goal is to introduce members to the diverse field of optometry and guide those interested in pursuing it as a career.",
        "ucsc.preoptometry@gmail.com"
      ],
      [
        "Pre-Veterinary Club at UCSC",
        "@ucscpreveterinaryclub",
        "The Pre-Veterinary Club at UCSC is a community of students interested in veterinary medicine. We focus on supporting our members by providing volunteer and research opportunities, and providing resources about vet school.",
        "ucscpreveterinaryclub@gmail.com"
      ],
      [
        "Premed Advisory Program (PAP)",
        "@pap_ucsc",
        "The Premed Advisory Program’s mission is to empower First and Second year premed students through mentorship, guidance, and access to resources.",
        "pap@ucsc.edu"
      ],
      [
        "Project Smile UC Santa Cruz",
        "@ProjectSmileUCSC",
        "Project Smile Santa Cruz is just one chapter of many around the globe, all trying to end oral health disparities in our local cities. We focus on providing free oral health education to vulnerable communities in effort to bridge the gap of health disparities among marginalized groups.",
        "ProjectSmileUCSC@gmail.com"
      ],
      [
        "Sigma Mu Delta",
        "@ucscsmd",
        "The mission of Sigma Mu Delta is to unify pre-medical students in a brotherhood dedicated to academic excellence.Sigma Mu Delta is based on the principles of brotherhood, education, and dedication.",
        "gammasmd@gmail.com"
      ],
      [
        "Somos Latinx en Medicina",
        "(not listed)",
        "SOMOS Latinx en Medicina is a student-led organization that empowers Latinx and other pre-health students through community, mentorship, and opportunities.",
        "Somos.ucsc@gmail.com"
      ],
      [
        "Student Doctor Alliance (SDA)",
        "@sda_ucsc",
        "Pre-Health Organization that provides members with opportunities to get ahead in the pre-health field.",
        "slee423@ucsc.edu"
      ],
      [
        "Students for Sensible Drug Policy at UCSC (SSDP)",
        "@ssdp_at_ucsc",
        "Guide constructive discussions to raise awareness, destigmatize, and educate about campus/national drug policy in accordance with the national SSDP mission.",
        "SSDPatUCSC@gmail.com"
      ],
      [
        "The Bioethics Club",
        "(not listed)",
        "(1) Forming Ethical Frameworks around Current Scientific Models, (2) Opportunities to participate in the National BioEthics Bowl, (3) Discussions with PhD students.",
        "ebostrom@ucsc.edu"
      ],
      [
        "Universities Allied for Essential Medicines (UAEM at UCSC)",
        "@uaem_ucsc",
        "UAEM is a global student-led network advocating for access to publicly-funded medicines. We advocate for our universities, researchers, and pharmaceutical companies to adopt policies that advance global health equity and uphold their responsibility to address medicine access disparities.",
        "lrilat@ucsc.edu"
      ],
      [
        "Women’s Wellness Club",
        "@wwc.ucsc",
        "The Women’s Wellness Club is dedicated to building a diverse community that takes an interdisciplinary approach at discussing the wellbeing of women and allies.",
        "wwc@ucsc.edu",
        "**"
      ],
      [
        "Youth Health Focus",
        "@yhf_ucsantacruz",
        "Youth Health Focus (YHF) is a student-led organization dedicated to promoting health equity through education, outreach, and community action.",
        "yhf@ucsantacruz"
      ]
    ]
  },
  {
    "media / publication": [
      [
        "Chinquapin Literary Magazine",
        "@chinquapinucsc",
        "Chinquapin Literary Magazine began in 1978 and has been creating yearly anthologies of student art and writing ever since. For the past 47 years, we have been run by students of UCSC. Chinquapin is a space for students to learn about the ins and outs of publishing, and to highlight student work.",
        "chinquapin@gmail.com"
      ],
      [
        "City on a Hill Press",
        "@chpnow",
        "City on a Hill Press is produced by and for UCSC students. Our primary goal is to report and analyze issues affecting the student population and the Santa Cruz community.",
        "editors@cityonahillpress.com"
      ],
      [
        "Eyecandy Film Journal",
        "@eyecandyfilmjournal",
        "EyeCandy Film Journal is an annually released student-run publication that is devoted to highlighting students passions of film, television, and visual media.",
        "eyecandyfilmjournal@gmail.com"
      ],
      [
        "Film Production Coalition (FPC)",
        "@filmproductioncoalition",
        "The Film Production Coalition (FPC) is an organization dedicated to collaboratively making short films every quarter in small production groups, in a variety of genres. We don’t require any experience and are committed to teaching members all aspects of film production from start to finish.",
        "fpc.ucsc@gmail.com"
      ],
      [
        "Fishrap Live!",
        "@fishraplive",
        "We are UCSC’s first and only satire newspaper on campus! We publish hilarious articles and headlines about current events, campus news, or about any other funny thing.",
        "fishraplive@gmail.com"
      ],
      [
        "Fruitcake Magazine",
        "(not listed)",
        "Fruitcake is an alternative art magazine that has been operating out of UC Santa Cruz since 2015. We are dedicated to creative expression through printable visual media, always striving to provide the most open platform possible for student artists to share their visions, thoughts, and stories.",
        "fruitcakesc@gmail.com"
      ],
      [
        "Leviathan",
        "@leviathanjewishjournal",
        "Jewish student journal",
        "leviathanvoice@gmail.com"
      ],
      [
        "Matchbox Magazine",
        "@matchboxmagazine",
        "We are a student-run magazine that publishes art, literature, music, and more. Our mission is to platform undergraduate underrepresented student voices across the UC system, particularly artists with a diversity of intersectional identities, experiences, and radical visions for expression.",
        "matchboxmagazine@gmail.com"
      ],
      [
        "Shutterslug",
        "@shutterslugofficial",
        "Shutterslug is UC Santa Cruz’s only photography organization. We offer a space for undergrad student photographers of all ability levels to showcase their work. Each year, we publish a professionally printed magazine, Lightleak, compiled of photo submissions from students across campus.",
        "shutterslugphotgraphy@gmail.com"
      ],
      [
        "Student Cable Television (SCTV)",
        "@sctv_media",
        "The parent organization of FPC and OTS, manages and hosts weekly meetings to support the broadcast organizations.",
        "studentcabletv@gmail.com"
      ],
      [
        "TWANAS",
        "@twanas_press",
        "TWANAS is one of the oldest student-run magazines at UC Santa Cruz. Dedicated to providing a mediaoutlet for students of color, TWANAS publishes approximately two issues per academic year and holds weekly staff meetings, with times and locations updated quarterly",
        "twanaspress@gmail.com"
      ]
    ]
  }
]